{
//Translated by ValorumLeonis

//Config Stuff
"config.StarryRain.description": "Alternar si la caída especial de polvo de estrellas aparece como estrellas flotantes (efecto viento) o se estrellan contra el suelo (efecto lluvia)",
"config.PretendFlooding.description": "¡Varias ediciones de mapas completos de áreas del valle que han sido afectadas por las lluvias! ¡Pam ha sido reprogramada para su horario de clima lluvioso y la máquina expendedora de boletos al desierto está cerrada! Seleccione 'verdadero' si desea todos estos cambios. No es compatible con mods que cambian de mapa: se desactivará automáticamente si hay mods de cambio de mapa presentes (en su mayoría). Compatible con recolores.",
"config.PretendHeatWave.description": "¡Varias ediciones de mapas completos de áreas del valle, la isla y el desierto que han sido afectadas por el calor! Seleccione 'verdadero' si desea todos estos cambios. No es compatible con mods que cambian de mapa: se desactivará automáticamente si hay mods de cambio de mapa presentes (en su mayoría). Compatible con recolores.",	
"config.PretendHurricane.description": "¡Varias ediciones de mapas completos de áreas de la isla que han sido afectadas por las lluvias! Seleccione 'verdadero' si desea todos estos cambios. No es compatible con mods que cambian de mapa: se desactivará automáticamente si hay mods de cambio de mapa presentes (en su mayoría). Compatible con recolores.",

"config.SprinklerDrought.description": "Alternar si hay malfuncionamiento de los aspersores durante la sequía, solo por un día :) Solo funciona si la edicion de mapas 'Por ola de calor' es 'verdadero'.",
"config.DangerWeather.description": "Hace posible las consecuencias debido al clima. Existen las posibilidades de perder los cultivos, pero tambien existen las posibilidades de acelerar su crecimiento.",
"config.ChangeVanilla.description": "Cambia el clima usual para que puedan haber diás con neblina, y aguanieve (El mod 'Weather Wonders' tendra prioridad).",
"config.NoDanger.description": "Remueve los efectos adversos, haciendo que los cambios climáticos sean cambios cosméticos. Seleccione 'verdadero' para que el clima sea seguro.",
"config.NightEvents.description": "Hace posible los eventos nocturnos debido al clima. Seleccione 'verdadero' para que estos puedan tener la probabilidad de ocurrir.",

"config.section.Stars.name": "Comportamiento del polvo de estrellas",
"config.section.Stars.description": "Para el comportamiento climático del polvo de estrellas.",
"config.section.Maps.name": "Ediciones de mapas",
"config.section.Maps.description": "Ediciones de mapas realizadas para la inmersión de diferentes climas.",
"config.section.Immersion.name": "Inmersión",
"config.section.Immersion.description": "Más efectos en el mundo debido al clima.",
"config.section.Disable.name": "El peligro se ha ido",
"config.section.Disable.description": "Para hacer que el clima peligroso... no sea peligroso.",


"config.StarryRain.name": "Polvo de estrellas lluvioso o flotante",
"config.StarryRain.values.wind": "Polvo de estrellas flotante",
"config.StarryRain.values.rain": "Polvo de estrellas lluvioso",

"config.PretendFlooding.name": "Ediciones del mapa por inundaciones",
"config.PretendHeatWave.name": "Ediciones del mapa por olas de calor",
"config.SprinklerDrought.name": "Mal funcionamiento de los aspersores",
"config.PretendHurricane.name": "Ediciones del mapa por tormentas tropicales",
"config.DangerWeather.name": "Consecuencias del clima",
"config.ChangeVanilla.name": "Cambiar el clima normal",
"config.NoDanger.name": "Clima seguro",
"config.NightEvents.name": "¿Agregar más eventos nocturnos?",


//Weather Related
"Weather.Blizzard": "Tormenta invernal",
"Weather.Blizzard.Forecast": "Los vientos fríos han aumentado y se esperan fuertes nevadas. Eviten salir de sus casas por mucho tiempo, ya que las temperaturas han disminuido drásticamente y la visibilidad es mínima. Las islas Fern y el desierto Calico no se ven afectados.",
"Weather.Blizzard.ForecastIsland": "El continente se puede ver cubierto de nubes oscuras y temperaturas heladas. La isla no se ve afectada por los vientos fríos.",
"Weather.Blizzard.ForecastDesert": "Los vientos fríos han aumentado y se esperan fuertes nevadas en el Valle. El desierto no se ve afectado por el descenso de las temperaturas.",
"Weather.BlizzardTotem": "Se levanta un viento frío...",

"Weather.Sandstorm": "Tormenta de arena",
"Weather.Sandstorm.Forecast": "Fuertes vientos soplaron en la arena del desierto Calico. La visibilidad puede verse reducida en todo el valle.",
"Weather.Sandstorm.ForecastIsland": "Se pueden ver partículas de arena volando a través del océano. Afortunadamente, las islas Fern están lo suficientemente lejos como para no verse afectadas.",
"Weather.Sandstorm.ForecastDesert": "Los fuertes vientos han comenzado a arrastrar una gran cantidad de partículas en el desierto Calico. La visibilidad es difícil, se recomienda permanecer en el interior ya que los fuertes vientos y la arena pueden causar daños.",
"Weather.SandstormTotem": "Se levanta un fuerte viento...",

"Weather.HeavyRain": "Lluvias intensas",
"Weather.HeavyRain.Forecast": "Se esperan fuertes lluvias, continúe con precaución ya que la alta humedad puede causar temperaturas más bajas y riesgo de enfermedades. Se han enviado alertas de inundaciones en Ferngill. Se esperan fuertes lluvias; continúe con precaución ya que la alta humedad puede causar temperaturas más bajas y riesgo de enfermedades. Se han enviado alertas de inundaciones en todo Ferngill.",
"Weather.HeavyRain.ForecastIsland": "Se esperan fuertes lluvias y el riesgo de inundaciones es mínimo.",
"Weather.HeavyRain.ForecastDesert": "Se esperan lluvias ligeras en el desierto Calico.",
"Weather.HeavyRainTotem": "Las nubes parecen más oscuras de lo habitual...",
"Flooding.Message1": "Nos disculpamos por los inconvenientes.^Debido a las inundaciones repentinas, la carretera entre Pelican Town y Calico Desert está cerrada temporalmente.^^-Centro C y D de Ferngill",
"Flooding.Message2": "Nos disculpamos por los inconvenientes.^Debido al aumento del nivel del agua, es demasiado arriesgado continuar más allá de este punto.^^-Centro C y D de Ferngill",
"Flooding.PamSign": "¡Lo siento niño! La carretera está cerrada, no puedes conducir hasta allí esta vez.    -Pam",

"Weather.HeatWave": "Ola de calor",
"Weather.HeatWave.Forecast": "El aumento de las temperaturas y la baja humedad han provocado que una ola de calor llegue al Valle. ¡Manténganse hidratados todos!",
"Weather.HeatWave.ForecastIsland": "El aumento de las temperaturas y la baja humedad han provocado que una ola de calor llegue a las islas Fern. ¡Manténganse hidratados todos!",
"Weather.HeatWave.ForecastDesert": "El aumento de las temperaturas y la baja humedad han provocado que una ola de calor llegue al desierto Calico. ¡Manténganse hidratados todos!",
"Weather.HeatWaveTotem": "Hace más calor... ¿o soy solo yo?",
"Rot.1": "¡¿Que es ese olor?!",
"Rot.2": "Hay un olor acre a podredumbre en el aire.",
"Dry.Message1": "Los barriles se han llenado de pescado y basura.^^La nota al lado dice:#Los niveles de agua han bajado, exponiendo tanto la basura como los peces.^Por favor, evite el área ya que la exposición al sol ha hecho que se pudran más rápido.^^ -Centro C y D de Ferngill",
"Dry.Message2": "Hmmm... El pájaro parece haberse ido, pero hay una nota aquí.^^La granja de la isla está protegida de la sequía debido a un conjunto mágico.#La nota se desmorona mucho debido a la sequedad, es mejor no seguir tocando él.",
"No.Sprinklers": "Casi no hay agua, ¿enserio, un aspersor ahorita?",
"No.Sprinklers1.LetterTitle": "Del Centro C y D de Ferngill: Acerca de los aspersores",
"No.Sprinklers1.LetterText": "^^Estimado agricultor:^Esperamos que la sequía no haya causado demasiados problemas en su granja.^Tenga en cuenta que los aspersores pueden funcionar mal al día siguiente de la ola de calor, no se alarme. ¡Esto es sólo una pequeña sequía!^Funcionarán al día siguiente.^^ -Centro C y D de Ferngill",
"No.Sprinklers2.LetterTitle": "Del Centro C y D de Ferngill: Algo de ayuda",
"No.Sprinklers2.LetterText": "^^Estimado agricultor:^Entendemos que esta sequía fue más larga que cualquier otra.^Estamos seguros de que sus aspersores volverán a funcionar al día siguiente de esta larga ola de calor.^Estamos enviando una pequeña ayuda a los agricultores afectados por la ola de calor y su posterior sequía. ^          -Centro C y D de Ferngill",
"No.Sprinklers3.LetterTitle": "Del Centro C y D de Ferngill: Sobre las olas de calor",
"No.Sprinklers3.LetterText": "^^Estimado agricultor,^Hemos podido recopilar datos sobre su granja durante esta reciente sequía.^Hemos adjuntado una pequeña cantidad de dinero como muestra de gratitud.^^Este correo se envió automáticamente.^^                            -Centro C y D de Ferngill",
"No.Sprinklers4.LetterTitle": "Del Centro C y D de Ferngill: Algo de ayuda adicional",
"No.Sprinklers4.LetterText": "^^Estimado agricultor:^¡Esta ha sido una sequía sin precedentes!^Estamos seguros de que sus aspersores volverán a funcionar al día siguiente de esta larga ola de calor.^Estamos enviando una pequeña ayuda a los agricultores afectados por la ola de calor y la sequía posterior.^                            -Centro C y D de Ferngill",
"PostDry.Message": "Los barriles se han llenado de pescado y basura.^^Al menos el olor no es tan malo ahora...#Aunque será mejor que te mantengas alejado..",
"PostDry.Message": "Los barriles se han llenado de pescado y basura.^^Al menos el mal olor ya no es tan fuerte...#Sera mejor mantenerse alejado.",

"Weather.Starry": "Lluvia de meteoros",
"Weather.Starry.Forecast": "¡Hoy veremos una maravillosa lluvia de meteoritos! Polvo de estrellas está cayendo del cielo, ¿alguien se siente afortunado hoy?",
"Weather.Starry.ForecastIsland": "¡Hoy veremos una maravillosa lluvia de meteoritos! Polvo de estrellas está cayendo del cielo, ¿alguien se siente afortunado hoy?",
"Weather.Starry.ForecastDesert": "¡Hoy veremos una maravillosa lluvia de meteoritos! Polvo de estrellas está cayendo del cielo, ¿alguien se siente afortunado hoy?",
"Weather.StarryTotem": "Los cielos parecen más brillantes hoy.",

"Weather.DryStorm": "Tormenta de relámpagos secos",
"Weather.DryStorm.Forecast": "La humedad es baja este verano en el Valle. Tenga cuidado porque se espera una tormenta eléctrica con poca o ninguna precipitación.",
"Weather.DryStorm.ForecastIsland": "La humedad es baja en esta época del año. Tenga cuidado porque se espera una tormenta eléctrica con poca o ninguna precipitación.",
"Weather.DryStorm.ForecastDesert": "Se esperan varias tormentas alrededor de Ferngill; tenga cuidado al visitar esas áreas. El desierto Calico no se ve afectado por esta caída de la humedad",
"Weather.DryStormTotem": "Un fuerte estruendo se escucha a lo lejos...",

"Weather.Hurricane": "Huracán",
"Weather.Hurricane.Forecast": "Una tormenta tropical se dirige hacia las islas Fern desde el Mar de las Gemas. Es poco probable que se convierta en huracán, pero tenga cuidado con los fuertes vientos y las fuertes lluvias cuando visite las islas.",
"Weather.Hurricane.ForecastIsland": "Una tormenta tropical se dirige hacia las islas desde el Mar de las Gemas. Por favor tome precauciones con los fuertes vientos y fuertes lluvias.",
"Weather.Hurricane.ForecastDesert": "Una tormenta tropical se dirige hacia las Islas Fern desde el Mar de las Gemas. El desierto Calico no se ve afectado.",
"Weather.HurricaneTotem": "El viento aúlla... ¿eso también es lluvia?",
"Flooding.Island1": "Debido al aumento del nivel del agua, es demasiado arriesgado continuar más allá de este punto.#El resto del cartel está descolorido...",
"Flooding.Island2": "Debido al clima peligroso, todos los artículos se han almacenado detrás de la barra. ^^-Centro C y D de Ferngill",
"Flooding.Island3": "Hmmm... El pájaro parece haberse ido, pero hay una nota aquí.^^La granja de la isla está protegida de inundaciones...#El resto de la nota está manchada debido a la lluvia.",
"PostFlooding.Island": "Los niveles del agua aun estan muy altos, es demasiado arriesgado continuar más allá de este punto.^^-Centro C y D de Ferngill",

"Weather.Hail": "Granizada",
"Weather.Hail.Forecast": "Para la jornada se pronostican granizadas. ¡Tenga cuidado al caminar afuera!",
"Weather.Hail.ForecastIsland": "Una nube oscura se cierne sobre Ferngill.",
"Weather.Hail.ForecastDesert": "Para la jornada se pronostican granizadas. ¡Tenga cuidado al caminar afuera!",
"Weather.HailTotem": "El cielo está enojado... La lluvia duele, espera, ¡esto es hielo!",

"Weather.AcidRain": "Lluvia ácida",
"Weather.AcidRain.Forecast": "El aumento del smog de la ciudad de Zuzu ha provocado que la lluvia se acidifique. Por favor permanezca en el interior, ya que permanecer afuera puede ser perjudicial para su salud.",
"Weather.AcidRain.ForecastIsland": "El aumento del smog de la ciudad de Zuzu ha provocado que la lluvia se acidifique. Esta lluvia ácida ha llegado a las islas Fern debido a las corrientes de viento de la temporada de otoño. Por favor permanezca en el interior, ya que permanecer afuera puede ser perjudicial para su salud.",
"Weather.AcidRain.ForecastDesert": "El aumento del smog de la ciudad de Zuzu ha provocado que la lluvia se acidifique. Por favor permanezca en el interior, ya que permanecer afuera puede ser perjudicial para su salud.",
"Weather.AcidRainTotem": "¡El agua arde!",
"AcidRain.Soil.LetterTitle": "Del Centro C y D de Ferngill: Nutrientes del suelo I",
"AcidRain.Soil.LetterText": "^^Estimado agricultor:^¡Esta lluvia ácida es terrible para los cultivos!^El suelo ha perdido nutrientes importantes para que los cultivos crezcan adecuadamente.^Si experimenta una desaceleración en el crecimiento de los cultivos, entonces esta podría ser la razón principal. El suelo recuperará gradualmente sus ricos nutrientes.^^                            -Centro C y D de Ferngill",

"Weather.Darkness": "Eclipse solar",
"Weather.Darkness.Forecast": "Se verá un eclipse total desde muchas áreas de Ferngill Republic. Los expertos dicen que es un eclipse antinatural y que puede atraer criaturas oscuras de las profundidades.",
"Weather.Darkness.ForecastIsland": "Se verá un eclipse total desde muchas áreas de Ferngill Republic. Los expertos dicen que es un eclipse antinatural y que puede atraer criaturas oscuras de las profundidades.",
"Weather.Darkness.ForecastDesert": "Se verá un eclipse total desde muchas áreas de Ferngill Republic. Los expertos dicen que es un eclipse antinatural y que puede atraer criaturas oscuras de las profundidades.",
"Weather.DarknessTotem": "Algo se siente inquietante... Un escalofrío recorre tu espalda.",

"Weather.MudRain": "Lluvia rica en nutrientes",
"Weather.MudRain.Forecast": "Para mañana se esperan lluvias. ¡Estas lluvias tienen arena y minerales transportados por los vientos del Desierto Calico! Esta mezcla especial ha creado un aguacero rico en nutrientes.",
"Weather.MudRain.ForecastIsland": "Para mañana se esperan lluvias. ¡Estas lluvias tienen arena y minerales transportados por los vientos del Desierto Calico! Esta mezcla especial ha creado un aguacero rico en nutrientes.",
"Weather.MudRain.ForecastDesert": "Para mañana se esperan lluvias. ¡Estas lluvias tienen arena y minerales transportados por los vientos del Desierto Calico! Esta mezcla especial ha creado un aguacero rico en nutrientes.",
"Weather.MudRainTotem": "El agua es nutritiva para las plantas.",
"MudRain.Soil.LetterTitle": "Del Centro C y D de Ferngill: Nutrientes del suelo II",
"MudRain.Soil.LetterText": "^^Estimado agricultor:^¡Esta lluvia fangosa contiene grandes cantidades de nutrientes para los cultivos!^El suelo ha obtenido nutrientes importantes para que los cultivos crezcan adecuadamente.^Si experimenta que el crecimiento de los cultivos se acelera, entonces esta podría ser la razón principal. Lamentablemente, el suelo irá perdiendo gradualmente este aporte de nutrientes.^^                            -Centro C y D de Ferngill",
"MudRain.Soil.LetterText": "^^Estimado agricultor:^Esta lluvia con aspecto lodoso contiene varios nutrientes importantes para los cultivos.^Esto significa que la tierra a conseguido nutrientes que ayudan el crecimiento adecuado de los cultivos.^Si encuentra que sus cultivos han tenido un crecimiento repentino, esta pueda ser la razón. Tristemente,la tierra gradualmente perdera este aumento en nutrientes.^^                            -Centro C y D de Ferngill",

//Unimplemented
"Weather.Fog": "Mañana soleada y brumosa",
"Weather.Fog.Forecast": "Una espesa niebla se dirige a Ferngill. Se espera que la mañana esté muy nublada y que se despeje al final de la tarde.",
"Weather.Fog.ForecastIsland": "Una espesa niebla se dirige hacia las Islas Fern. Se espera que la mañana esté muy nublada y que se despeje al final de la tarde.",
"Weather.Fog.ForecastDesert": "Una espesa niebla se dirige a Ferngill. Se espera que la mañana esté muy nublada y que se despeje al final de la tarde..",
"Weather.FogTotem": "Afuera se ve un poco brumoso.",

"Weather.FogRain": "Mañana lluviosa y brumosa",
"Weather.FogRain.Forecast": "Una espesa niebla se dirige a Ferngill. Se espera que la mañana esté muy nublada y que se despeje al final de la tarde. Se espera que llueva durante todo el día.",
"Weather.FogRain.ForecastIsland": "Una espesa niebla se dirige hacia las Islas Fern. Se espera que la mañana esté muy nublada y que se despeje al final de la tarde. Se espera que llueva durante todo el día.",
"Weather.FogRain.ForecastDesert": "Una espesa niebla se dirige a Ferngill. Se espera que la mañana esté muy nublada y que se despeje al final de la tarde. Se espera que llueva todo el día.",

"Weather.Sleet": "Precipitaciones agua-nieve",
"Weather.Sleet.Forecast": "Para mañana se esperan precipitaciones de agua-nieve, ¡cuidado todos!",
"Weather.Sleet.ForecastIsland": "Para mañana se esperan lluvias y nieve, ¡cuidado todos!",
"Weather.Sleet.ForecastDesert": "Para mañana se esperan lluvias y nieve, ¡cuidado todos!",
"Weather.SleetTotem": "Hace frío y está húmedo.",

"Weather.MeatBall": "Una pequeña posibilidad de albóndigas",
"Weather.MeatBall.Forecast": "Uhm... Se espera que llueva... ¿albóndigas? ¿Es esto correcto?",
"Weather.MeatBall.ForecastIsland": "Uhm... Se espera que llueva... ¿albóndigas? ¿Es esto correcto?",
"Weather.MeatBall.ForecastDesert": "Uhm... Se espera que llueva... ¿albóndigas? ¿Es esto correcto?",
"Weather.MeatBallTotem": "El aire huele delicioso...",

"Weather.Locust": "Enjambre",
"Weather.Locust.Forecast": "Un gran enjambre de langostas se dirige hacia el Valle. Se recomienda precaución a los agricultores, así como a los residentes del área de Pueblo Pelícano.",
"Weather.Locust.ForecastIsland": "Un gran enjambre de langostas se dirige hacia el continente. Se recomienda precaución a los agricultores, así como a los residentes del área de Pelican Town.",
"Weather.Locust.ForecastDesert": "Un gran enjambre de langostas cruzará el desierto hacia el valle. Se recomienda precaución a los agricultores, así como a los residentes del área de Pelican Town.",
"Weather.LocustTotem": "Se oye un molesto zumbido...",

"Weather.Ash": "Ceniza volcánica",
"Weather.Ash.Forecast": "Las Islas Helecho han experimentado recientemente algunos terremotos leves y la actividad del volcán se ha incrementado provocando expulsión de ceniza al aire. Tenga cuidado al visitar las islas.",
"Weather.Ash.ForecastIsland": "Las Islas Fern han experimentado recientemente algunos terremotos leves y la actividad del volcán se nota por la expulsión de ceniza al aire. Tenga cuidado al visitar el resort coestero.",
"Weather.Ash.ForecastDesert": "Las Islas Fern han experimentado recientemente algunos terremotos leves y la actividad del volcán se nota por la expulsión de ceniza al aire. Tenga cuidado al visitar las islas.",
"Weather.AshTotem": "La tierra tiembla ligeramente, tal vez no sea nada...",
"Lava.Flow1": "El flujo de lava hace imposible continuar...",
"Lava.Flow2": "Debido a los recientes flujos de lava, es demasiado arriesgado continuar más allá de este punto.#El resto del cartel está quemado.",

"Weather.North": "Aurora boreal",
"Weather.North.Forecast": "¡Debido a la reciente actividad de erupciones solares, la aurora boreal podrá verse desde la República de Ferngill! Disfruta del espectáculo nocturno, y quizás algo mágico suceda.",
"Weather.North.ForecastIsland": "¡Debido a la reciente actividad de erupciones solares, la aurora boreal podrá verse desde la República de Ferngill! Disfruta del espectáculo nocturno, y quizás algo mágico suceda.",
"Weather.North.ForecastDesert": "¡Debido a la reciente actividad de erupciones solares, la aurora boreal podrá verse desde la República de Ferngill! Disfruta del espectáculo nocturno, y quizás algo mágico suceda.",
"Weather.NorthTotem": "El sol se porta mal otra vez...",

"Weather.FFire": "Incendio forestal",
"Weather.FFire.Forecast": "",
"Weather.FFire.ForecastIsland": "",
"Weather.FFire.ForecastDesert": "",
"Weather.FFireTotem": "¿Eso es una chispa?",

"Weather.Smog": "Smog",
"Weather.Smog.Forecast": "",
"Weather.Smog.ForecastIsland": "",
"Weather.Smog.ForecastDesert": "",
"Weather.SmogTotem": "Gracias Joja, el aire está picante...",

//Extras
"Patch.Rain": "Lluvia",
"Patch.Sun": "Soleado",
"Patch.Snow": "Nieve",
"Patch.Snow": "Snow",
"Weather.Rain.Forecast": "It's going to rain all day tomorrow. There may be a small probability of morning fog.",
"Weather.Sun.Forecast1": "It's going to be clear and sunny all day, though there may be a small probability of morning fog.",
"Weather.Sun.Forecast2": "¡Mañana hará un día hermoso y soleado! Puede haber una pequeña probabilidad de niebla matutina.",
"Weather.SnowV.Forecast1": "Se esperan unos centímetros de nieve mañana.",
"Weather.SnowV.Forecast2": "Abríguense, amigos. ¡Va a nevar mañana!",
"Weather.Snow.Forecast1": "Se eseperan unos centímetros de nieve mañana. Esperemos que no llueva.",
"Weather.Snow.Forecast2": "Abríguense, amigos. ¡Va a nevar mañana! Esperemos que no llueva.",

//Buffs
"Debuff.Weathering1": "Algún clima, ¿eh?",
"Debuff.Weathering1.description": "El clima es terrible...",
"Debuff.Weathering2": "¿Espera qué?",
"Debuff.Weathering2.description": "Ahora parece peor...",
"Debuff.Weathering3": "¡Eso realmente duele!",
"Debuff.Weathering3.description": "El clima está enojado contigo, ¿no?",
"Debuff.Weathering4": "¡Quema!",
"Debuff.Weathering4.description": "Hace demasiado calor, demasiado...",
"Debuff.Weathering5": "Precipitaciones ácidas",
"Debuff.Weathering5.description": "¿Quién diría que el agua podría quemar tanto...?",
"Debuff.Weathering6": "Miedo a la oscuridad",
"Debuff.Weathering6.description": "¿D-dónde estoy?",
"Buff.Weathering": "¿Me siento afortunado?",
"Buff.Weathering.description": "¡Las estrellas te han bendecido desde un lugar lejano!",

//Unimplemented 
"Debuff.Weathering7": "Pulmones cenicientos",
"Debuff.Weathering7.description": "Es difícil respirar este aire.",
"Buff.Weathering2": "Delicioso clima",
"Buff.Weathering.description2": "Toda esta comida te está dando motivación.",

//Unimplemented End

//MNE pack
"WeatherFish": "Está lloviendo más fuerte de lo que decía en la tele... Está lloviendo... ¿peces?",
"BigCrops": "Realmente llovió mucho ayer... Me pregunto si a los cultivos les gustará.",
"HailFalling": "Esos trozos de hielo suenan afilados...",

}