 {
"Changes": 
    [
 
		{
            "LogName": "Jean Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/JeanCat",
			"Entries": {

//Conversation Topics
	//Vanilla
	"cc_Begin": "저 오래된 건물에 관심 있어요? 흐으으음, 왜요?$6",
	"cc_Boulder": "어젯밤에 광산 근처에서 뭔가 큰 소리가 들려서 봤더니 바위가 사라져 있었어요.#$b#괴물들이 그걸 이용하지 말았으면 좋겠는데요. $4",
	"cc_Bridge": "조자가 이전에 벌인 짓 때문에 채석장에서 쓸만한건 구하기 힘들겠지만 유용한게 남아있을지도 몰라요, @.#$b#그래도 저 동굴 근처는 조심해요, 이상한 악취가 나거든요.$4",
	"cc_Bus": "버스가 다시 움직이는건 좋은 일이죠, 특히나 팸에겐 더 말이에요. 하지만 저는 역시 저게 내는 소음이 마음에 들지는 않아요.$s",
	"cc_Greenhouse": "농장에 정말 멋진 건물이 생겼네요. 이제 쥐도 없으니까 뭐라도 마음껏 심어봐요.$6",
	"cc_Minecart": "조츠, 광산 카트라고 불리는데에는 다 이유가 있는거야.$4",
	"cc_Complete": "정말 인상적이네요, @. 당신과 당신의 많은 '친구들'은 자랑스러워 해도 될거에요.$6",
	"movieTheater": "자, 우리의 새로운 극장 직원들이 그것에 관심이 있는지 보러 갈 시간이에요.",
	"willyCrabs": "조츠와 저는 윌리의 대량 게 문제를 도와주러 갔었어요. 조금 거칠긴 했지만, 그래야 더 맛있어져요.$h",
	"pamHouseUpgrade": "@, 정말 친절하시네요. 당신들은 그룹에 속한다는게 어떤 의미인지 아주 잘 아는거 같아요. 누군가가 나아질 수록 우리 전체의 생활도 멋지게 변하죠.$h",
	"pamHouseUpgradeAnonymous": "팸에게 도움을 준 사람은 자신을 밝히지 않았다더군요. @, 당신은 상당히 넓은 마음을 가진거 같네요.$6",
	//Vanilla+ (CFD, Mobile Phone, More CTs)
	"Characters_MovieInvite_Invited": "영화를 보자고요? 고마워요, 하지만 극장에서 고양이에 대해 어떻게 생각할지 모르니 당신이 입장한 후에 들어갈게요.$h",
	"ExtraDialogue_Town_DumpsterDiveComment_Adult": "재활용해요, @? 섣부른 판단은 안할게요.#$b#뭐, 평소보다 조금 이상하긴 하네요.$6",
	"NPC.cs.4275": "고양이들은 생일을 크게 중요하게 생각하지 않지만, 그래도 저를 신경 써 주시다니 영광이에요.$h",
	"NPC.cs.4277": "@, 생일을 기억해준 당신의 행동은 지금 주신 선물보다 더 값진거 같아요, 감사합니다.$h",
	"NPC.cs.4279": "그건...내 취향은 아니지만, 고마워요.$s/...기억해 둘게요, @. 신발 안을 조심해요, '선물'이 돌아갈 수도 있으니까.$a",
	"NPC.cs.4281": "제 생일이 언제인지 조츠가 알려줬나요? 고마워요./제 생일이 언제인지 조츠가 알려줬나요? 고마워요.",
	"MobilePhoneGreeting": "{{Random: 길 입니다. 오, 당신이군요, {0}. 제가 길이 아닌 건 알 수 있겠죠?. && 안녕하세요, {0}. 물어보고 싶던게 있었어요, {0}, 길의 번호는 어떻게 안 거에요? && 반가워요, {0}. 당신의 전화를 받으면 언제나 즐거워요. && 좋은 하루 되세요, {0}. ...왜 길의 휴대폰을 가지고 있을까요? 글쎄요, 당신은 그가 이걸 사용할 거라고 생각하나요? && 말론? 아, {0}. 미안해요, 보통 이 번호로 전화를 거는 사람은 그 사람 뿐이거든요. &&  안녕하세요, {0}, 무엇을 도와 드릴까요? |inputSeparator=&&}}",
	"MobilePhoneReminisce": "무슨 생각을 하고 계시나요, @?",
	"MobilePhoneInvite": "함께 뭐라도 할래요?",
	"MobilePhoneGoodBye": "{{Random: 안녕히 계세요, @. 잘 지내시길. && 알았어요, 언제든지 편하게 전화해 주세요. && 잘 있어요, @.언젠가 길에게 연락이 필요하면 알려주세요. && 안녕히, @. |inputSeparator=&&}}",
	"railroadEarthquake": "조자 때문에 산사태가 일어나서 길이 막혔었는데, 이제 지진이 이를 고쳤네요. 자연은 때때로 인간이 한 실수를 바로잡는거 같아요.",
	"islandResortUnlocked": "그 섬은 꽤나 흥미로워 보이네요.#$b#절대 조츠를 혼자 놔둬선 안되겠어요.$3",
	"jojaMartStruckByLightning": "어젯밤 번개가 너무 가까이 내리쳐서 편안하게 있을 수가 없었어요. 누군가가... 또는 무언가가 화를 내고 있다는 뜻이 아니면 좋겠는데요.$4",
	"babyBoy": "새로운 가족이 된 걸 축하해요, @. 부모와 자녀가 모두 자랑스러워 할 그런 아이로 키우셨으면 좋겠네요.",
	"babyGirl": "새로운 가족이 된 걸 축하해요, @. 부모와 자녀가 모두 자랑스러워 할 그런 아이로 키우셨으면 좋겠네요.",
	"wedding": "행복한 시간을 환영하기 위한 친구들의 축하는 파티를 열게 만드는 이유가 되는거 같아요.$h",
	"event_postweddingreception": "고양이는 연애라는 개념을 잘 이해하진 못하지만 함께하는 파트너와 가족에 대한건 잘 알고 있어요, 당신과 %spouse 이(가) 깊은 유대감을 형성할 수 있길 바라요.",
	"luauBest": "루이스씨가 주지사와 대화하는 도중에 저랑 조츠는 몰래 스프를 먹어봤어요. 고양이 기준으로도 꽤 괜찮던데요.$h",
	"luauShorts": "루이스씨의 특별한 맛을 경험해 보고 싶었다면 직접 해봤겠죠.$5",
	"luauPoisoned": "난 적어도 인간이 자기가 먹을 수 있는걸 어느정도 알고 있다고 생각했는데, 너무 많은걸 기대했나봐요.$s",
	//Alecto
	"AlectoIntroduction": "알렉토의 동반자인 티타니아와 저는 꽤 잘 지내고 있어요. 그녀는 새지만 우리는 공통점이 많아요.#$b#아뇨, 저는 그녀에게 달려들지 않아요. 함께 일하는 동료를 공격하는 건 프로답지 못하죠.",
	"AlectoWizardTower": "조만간 티타니아를 찾아가서 같이 이야기 해야겠어요. 조츠가 한 짓을 절대 믿지 못 할걸요.$h",
	//JulietJessie
	"JulietGremlin": "개인 조츠는 제 친구가 아니에요.$4",
	//Juna
	"JunaBeachBallet": "주나의 발레 동작은 아름답지만 그녀의 춤 속에는 다소 우울한 무언가가 있어요. 그래서 빗 속에서 추는 춤을 더 좋아하는 걸까요?",
	"JunaJunimos": "조츠와 함께 숲을 순찰하다 루이스 시장의 금 조각상을 발견했어요.#$b#시장님과 좀... 이야기를 해 봐야 겠어요.$a",
	"JunaGone": "주나는 오늘 아침에 버스를 타고 떠났어요. 그녀의 눈은 결의에 차 있더군요.#$b#그녀가 이루려는 게 무엇이든, 성공했으면 좋겠네요.$h",
	//Lavril
	"LavrilUnlocked": "저 둘은 뭔가 이상해요...비난 할 수는 없겠지만, 그들은 평범한 아이가 아니며 말하는 토끼 인형이죠. 털이 곤두서는 듯한 느낌이에요.$4",
	//Lucikiel
	"LucikielArrives": "저 악마는 아주 위험해 보여요. 조심하세요, @.$4#$b#하지만 그는 매니저를 돼지로 만들었으니 아마 나쁜 것은 아닐지도 모르겠네요. 그가 노동자의 권리에 대해 어떻게 생각하는지 궁금하네요.",
	"ReputationIncreased": "클린트는 한동안 루시키엘을 변호해 왔죠. 사람들이 주목하는 것을 보니 기분은 좋네요.#$b#두 사람 모두에게 좋은 관계가 됐다고 생각해요.$h",
	//RSV
	"RSV_GH1": "조츠랑 저는 조만간 새 온실을 보러 올라갈거에요. 퇴거 조치가 필요한 고집불통 설치류가 있을 거 같거든요.$6",
	"keahi_prank": "아...케아히를 만나셨나요, @.$s#$b#그 녀석은 펠리컨 마을에서도 유명하죠.$6",
	"Lidens_Return": "레니로부터 알리사의 부모님이 오랫동안 집을 비웠다고 들었어요. 그들은 멀리해야 하는 이유가 있었을 거에요.",
	"Naomi_Return": "나오미가 릿지사이드로 돌아올 수 있어서 다행이에요. 그 소년들은 스스로 클 수 없어요, 어른들의 도움이 필요해요.",
	//Leilani
	"LeilaniArrives": "레일라니가 가족과 떨어져 사는 것은 안타까운 일이지만, 그녀가 꿈을 향하며 포기하지 않는 것은 자랑스럽기도 해요.",
	//Prank the Jojamart
	"PTJ03": "모리스처럼 '신경질 적'이고 불쌍한 사람에게 딱 맞는 사고였어요.$h",
	//Pumpkin Spice
	"pumpkin_spice_madness": "호박 스파이스의 냄새는 정말 좋지만, 조츠에게는 절대 주지 마세요. 고양이에겐 헤로운 음식이거든요.",
	//Toshinori
	"TalkingAboutToshinori": "토시노리는 한 평생 남을 위해 봉사하며 살아온 매우 친절한 사람이에요.#$b#이러한 사람들은 스스로에겐 친절하지 못하다는 단점이 있죠...$6",
	"ToshisSon": "이즈키와 토시노리가 왜 그렇게 친한지 알겠어요. 성격도 비슷한 거 같고.",
	//Jorts and Jean (lol)
	"MeetTheCats": "마을 사람들 중 일부는 대화에 꽤 능숙해요. 물론 그렇지 않은 사람들도 있고요.#$b#그리고 루이스라는 이름을 가진 사람은 확실히 부정하고 있네요.$h",
	"ButteredJorts": "제발 술을 가까이 하지 마세요, @. 아시다시피 술은 어리석은 결정으로 이어지니까요.$s",
	"DumpsterFishing": "다른 사람들이 버린 물건을 재활용 하는 건 나쁜 게 아니에요. 다만, 조츠가 좀 더 쉽게 할 수 있는 일이었으면 좋겠네요.",
	"RubberCatting": "@, 몸 뿐만 아니라 마음도 건강하게 관리하세요. 정신 건강도 중요하니까요..",
	"JortsZoomies": "전단지는 어디서 구했냐고요? 그건 비밀이에요.$6",
	"OpenAllTheDoors": "마트 문을 닫는 결정은 노조 결성에 대한 명백한 보복이에요. 불법이지만 그들은 쉽게 빠져나갈 수 있죠.#$b#노조에 속하려던 사람들이 이 일로 뭔가 깨달았으면 좋겠네요.",
	//Other
	"Shane_Starts_Selling": "셰인이 새 창고에서 잘 지냈으면 좋겠네요. 모리스의 말 도 안 되는 짓을 다 참았으니 그 대가로 약간의 돈을 벌 자격 정돈 있죠.",
	"platonic_LetterCS2CT": "고양이는 변덕스러워 보이지만 한 번 신뢰를 얻은 사람에게는 의리가 넘쳐요. 당신과 당신의 친구들도 마찬가지기를 바랍니다.$h",
	"JeanandJorts_funstring": "이 부탁을 들어주셔서 다시 한번 감사드려요, @. 멋진 실이고 오래 사용할 수 있을 거 같아요.$h",
	"RestauranteerMod-Loved-1": "이게 바로 자정 콘서트에 필요한 에너지를 보충해주는 물건이에요. 수고하셨어요, @.$h",
	"RestauranteerMod-Loved-2": "제 입맛에 맞게 완벽한 조리와 양념이 되어 있네요. 요리에 능숙한 손재주가 있으신데요, @.$h",
	"RestauranteerMod-Loved-3": "길도 고양이를 위한 요리는 이렇게 잘하지 못해요. 존경해요.$h",
	"RestauranteerMod-Liked-1": "직접 사냥한 것 만큼 맛있네요. 고마워요, @.$h",
	"RestauranteerMod-Liked-2": "맛있어 보이네요, 제가 먼저 좀 가지고 놀아도 될까요?$h",
	"RestauranteerMod-Liked-3": "%진은 음식에 발바닥을 살짝 올려보곤 발바닥을 핥고 있습니다.",
	"EliIntro": "일라이가 광산으로 모험을 떠나는 게 걱정돼요.  저 아래는 위험합니다.$s",
	"EliSaloon": "금요일에는 일라이와 공간을 공유하는 것도 괜찮아요. 여기는 꽤 붐비는데 조츠는 발이 편하다고 생각하네요.",
	//ES
	"SterlingTrash": "뭐, 스털링이 여기저기를 어지럽히지 않은 건 다행이지만...$3#$b#조츠와 저는 가끔 그 쓰레기통을 사용 하거든요, 당신도 알겠지만.",
	"SterlingTrain": "조츠, 안돼. 우리는 기차를 가지고 놀지 않아.",
	"SterlingDrugs": "스털링...#$b#그가 실수하는 것 같아요. 하지만 제가 그렇게 말해도 그는 듣지 않겠죠. 때때로 우리는 배우기 위해 실수를 해야만 하니까요.$6",
	"SterlingRelapse": "지금 스털링이 포옹을 할 준비가 되어 있는지 잘 모르겠어요. 그래서 저는 그 근처에 앉아서 그르렁거리며 그가 먼저 손을 내밀도록 할거에요. 그런 식으로 눈치 주지 마시죠.",
	"SterlingApology": "스털링과 피에르가 화해한 것은 좋은 일이에요. 피에르가 스털링에게 좋은 영향을 주지만 스털링도 피에르에게 좋은 영향을 주죠.$h",
	"WrenFliesIn": "그 배관공은 카펜터의 집 밖에 몇 분 동안 서 있다가 마침내 집 안으로 들어갔어요. 공황이 있는 건지, 아니면 다른 이유로 긴장한 건지 궁금하네요.",
	"OnTheSheShore": "고양이는 대명사를 잘 이해하지 못하지만, 다른 사람을 가장 편한 대로 부르는 것은 존중합니다. 이해하지 못해도 존중은 가능하니까요.$h",
	"WatchingIsForTheBirds": "새를 그냥 먹을 수 있는데 왜 새를 보려고만 하죠?",
	//"ALongQueerRoad": "",
	//"CertifiedPlumberAccountant": "",
	//"NoticeAbbySenpai": "",
	"ThyMet": "아뇨, 저는 미셸을 때린 적 없어요. 저랑 미셸은 꽤 잘 지내는걸요.$6#$b#...실수로 트레버를 한두 번 때린 적은 있어도.$3",
	"ThyLampsOut": "대부분의 사람들이 잠자리에 들 시간엔 불을 끄는 것이 좋아요. 이 자리에 같이 있는 야행성 생물에 대한 존중이죠.",
	"ThysaniaExposed": "인간이 자신의 본질을 아는 것을 불안해 하는 걸 탓하진 않아요.$2#$b#하지만 선베리의 사람들은 그걸 이해하고 사려깊게 대해 줄 수 있을 것만 같네요.$h",


	

	// GENERIC DIALOGUE
    "Mon": "좋은 하루에요, @. 농장에서 해충 문제가 발생하면 알려주세요. 저는 점심으로 쥐를 맛있게 먹거든요.$6", 
    "Tue": "안녕하세요, @. 이 공동체에 잘 적응하고 있길 바라요.",
    "Wed": "안녕하세요, @. 제가 필요한 곳이 있다면 어디든 달려갈게요. 가능한 많은 곳을 도와주려고 노력하고 있어요.",
    "Thu": "어려운 일이 생기면 도움을 요청하는 걸 잊지 마세요, @. 도움이 필요 없을 정도로 강한 사람은 없으니까요.",
    "Fri": "반가워요, @. 도움이 필요하시면 알려주시길 바랍니다.#$b#우리 고양이들은 엄지 손가락 같은 게 부족하다는 건 기억하시고요.$h",
    "Sat": "*하품* 안녕하세요, @. 문제가 있으면 조츠에게 알려주시겠어요?",
    "Sun": "@, 아직 농사에 대한 지식이 부족하다고 생각 하시나요? 그렇다면 동료 정원사나 작물을 재배하는 사람과 이야기를 나눠 보는게 어떨까요? 분명 뭔가를 배울 수 있을거에요.",

    "Mon2": "한가지 기억하셔야 할 것은, @: 이곳은 주주처럼 큰 도시가 아니고 우린 모두 서로에게 의존하고 있다는 거에요.#$b#조자의 방식과 같은 도시의 전술은 여기서 통하지 않죠.", 
    "Tue2": "모리스는 정말 탐욕스러운 인간이지만 불쌍하게도 정말 전형적인 탐욕스러운 인간이라는 거에요. 도시에는 그와 비슷한 사람이 수천명이나 있죠.",
    "Wed2": "여기서 필요한 물건을 구하는데에 어려움이 없길 바랍니다. 가능하다면 근처에서 구매하세요.",
    "Thu2": "가끔 밖으로 나가 자연을 느끼는 것도 좋지 않나요?$h",
    "Fri2": "네, 저를 쓰다듬을 수는 있지만 제가 허락해야만 가능한 일이에요.$6",
    "Sat2": "자녀가 있든 없든, 미래의 아이들을 위해 내가 어렸을 때보다 더 나은 세상을 만드는 건 모든 어른의 의무라고 생각해요.",
    "Sun2": "오늘은 조츠를 좀 쉬게 하는게 좋겠어요. 길드홀을 돌아다니느라 긴 밤을 보냈거든요.",

    "Mon4": "모리스가 저한테 물을 뿌리려고 했어요! 노조에 대해 이야기 하는 것은 법적으로 보호받는 행위인데도!$a", 
    "Tue4": "저는 건터에게 책을 살 수 있냐고 물었어요. 제가 책장에서 책을 떨어트렸는데 건터가 그걸 처리해야 했거든요.$6",
    "Wed4": "조츠가 똑똑하지 않다고요?#$b#글쎄요, 물고기가 나무에 올라가려고 생각한다면, 물고기도 똑똑하지 않다고 생각하겠죠.",
    "Thu4": "저희는 한때 도시 고양이로 살았지만 이런 작은 공간에서의 목소리가 더 쉽게 들리는 걸 발견했어요.",
    "Fri4": "월요일부터 금요일까지의 일정이 정해져있지 않은 작은 마을임에도 모두가 금요일을 기다린다는 사실이 재밌어요.$h",
    "Sat4": "저는 말론에게 제가 긁길 원하는 것을 분명하게 밝혔어요. 만약 그가 그것을 받아들이지 않았다면, 곰 가죽 러그가 거기 없었겠죠.$6",
    "Sun4": "조츠가 쓰레기통에 자꾸 들어가도, 저는 조츠를 청소해주는 것을 꺼리지 않아요. 다른 이들을 돌보는 것을 좋아하거든요.#$b#물론 제 직업이 그러니 당연한 일이겠지만요.$h",

    "Mon6": "모든 사람은 제대로 된 급여와 안전한 근무 환경을 누릴 자격이 있어요! 그리고 만약 누군가가 그것을 얻지 못하게 한다면, 저는 그들의 다리를 발톱으로 할퀴어 줄거에요.$a",
    "Tue6": "저에게 목걸이를 걸거나 모자를 씌우려 하는건 요바가 불허 할거에요, 제 자율성을 존중해주세요.",
    "Wed6": "어떤 사람들은 3루수로 태어났음에도 홈런을 친 거처럼 행동하죠.$a",
    "Thu6": "가끔 상황이 터무니없이 불공평해 보일 수도 있어요, @. 하지만 일단 불공정함을 지적할 수만 있다면 이를 해결하기 위한 조치를 취하기도 가능하죠.",
    "Fri6": "%진이 혼잣말을 하고 있다.#$b#좋아, 진. 시끄럽긴 할테지만 언제든 카운터 밑에 숨어서 조츠에게 맡길 수도 있어.",
    "Sat6": "보통 조츠를 청소하는 건 괜찮지만 슬라임은 고양이에게 좋지 않다는 것을 말하기도 해야해요.",
    "Sun6": "조츠는 제가 언제 휴식이 필요한지 항상 알고 있어요. 아무리 시끄럽다 해도 어떤 사람이라도 잘 다룰 능력이 있죠.#$b#깔끔하게 정리도 잘 하고요.$h",


    "Mon8": "뭐 그냥 강물을 마실 수도 *있겠지만* 대신 컵에 발을 담그고 핥아 먹는게 더 맛있어요.$6",
    "Tue8": "고양이를 좋아하지 않는 사람이 고양이를 정말 믿어줄 수 있을까요? 진심으로?$6",
    "Wed8": "@, 힘들땐 제가 옆에서 그르릉 거린다고 상상해 보세요. 큰 소리가 나지는 않겠지만 당신은 충분히 느낄 수 있을걸요.",
    "Thu8": "조츠가 꼬리를 하늘까지 세우고 자신감 있게 내 앞을 걸어가는 모습이...꽤 사랑스럽네요.$h",
    "Fri8": "이제 공동체의 일원이 된 거 같나요, @? 당신이 다른 사람을 도와주는 것 처럼 당신을 도와줄 사람이 여기 있다는 사실을 기억해요.",
    "Sat8": "그것들이 무서운지 아닌지 상관 없어요. 다음번에 내 쓰레기통을 뒤지고 있다면 그 괴물을 잡을거에요.$a",
    "Sun8": "@, 힘든 하루를 보내신 거 같네요. 원하신다면 제가 좀 핥아 드릴게요.",

    "Mon10": "때로는 뭔가를 *하지 않기로* 결정 하는게 하는 것보다 더 용감할 때가 있죠.",
    "Tue10": "휴식할 시간은 늘 가져야 해요, @. 항상 바쁘게 살 필요는 없어요.#$b#즐겁다고 생각 했다면 시간 낭비가 아니니까요.$h",
    "Wed10": "@, 사람들이 당신을 칭찬하면 그걸 경시하지 말고 마음에 새겨두세요.#$b#조금 부끄러울 수도 있지만 그걸 무시하고 자신을 비난하는 것 보단 훨씬 나으니까요.$h",
    "Thu10": "자동차를 혼자 '발명한' 사람은 아무도 없어요. 다양한 사람의 작은 발명품들이 모여서 지금의 자동차가 만들어졌죠.#$b#당신의 성과는 다른 사람들의 노력과 지식을 바탕으로 이루어져요. 물론 '천재'라고 추정되는 사람들도 마찬가지죠.",
    "Fri10": "제가 요즘 조언을 많이 하는 거 같나요? 흠, 확실히 사실이에요.#$b#저는 당신을 아끼기 때문에 당신이 들으면 좋을 말들을 하고 있어요.",
    "Sat10": "여기, @. 즐거운 낚시로 하루를 보냈고 당신에게 주려고 남겨뒀어요. [149 151 698 704 707 715]",
    "Sun10": "가끔 바보처럼 보이기 싫어서 질문하기가 망설여질 때가 있는데, 그럴 때면 조츠가 대신 말해줘요.#$b#당신도 답을 들어야 할때 하나의 '바보같은' 질문을 준비해 두는게 좋아요.$h",   
   
   "rain":  "{{Random: 저는 비가 싫어요. 축축하고 차갑고 온 사방으로 튀잖아요.$s && 으, 천둥 정말 싫어요...$s && 오늘은 집안에 있으면서 몸을 씻기 딱 좋은 날인 거 같네요. 물론 물은 없이.$6 && 우리 오늘은 쉬는 날이에요. 저희는 인간만큼 쉽게 마르지 않거든요. && 낚시하다가 물에 빠질 수는 있겠지만, 그건 비와는 전혀 다른 문제죠.$s |inputSeparator=&&}}",	

	// SPECIFIC DAY DIALOGUE
	"spring_1": "겨울 동안 충분히 쉬셨길 바라요, @. 이제 새로운 주기가 시작되니까요.",
	"summer_1": "스타듀는 여름에 더울 뿐만 아니라 바다와 호수로 인해서 습도가 매우 높아요. 적절한 시원함과 수분을 유지하는 것이 더욱 중요하죠, @.",
	"fall_1": "여름과 가을 중에 어느 쪽이 더 바쁘다고 생각하시나요, @? 많은 작물들이 따뜻함을 필요로 하지만, 일부 작물들에겐 너무 따뜻한 거 같아요.",
	"winter_1": "따뜻하게 지내고 있나요, @? 인간은 이런 날씨에 알맞는 털을 가지지 않았잖아요.",
	"spring_12": "닭고기나 달걀을 좋아하지 않는다고 해도, 내일 축제에는 좋아할 만한 메뉴가 아마 있을거에요. 거스는 채식주의자도 꽤나 신경 써 주고 있거든요.", // Day before the Egg Festival
	"spring_23": "봄꽃 무도회는 고양이를 위한 게 많지는 않지만, 괜찮아요. 모든 게 특정인을 위해서 만들어져야 하는 건 아니니까요.", // Day before the Flower Dance
	"summer_10": "솔직히, 수프가 잘 어울릴리가 없다고 생각 하는데, 항상 잘 어울려요.#$b#고품질의 먹을거리만 가져온다면 괜찮을 거라 생각해요.", // Day before the Luau
	"summer_27": "내일 해파리를 보러 가셨으면 좋겠어요, @.#$b#주변에 자연이 항상 있어도 늘 얼마나 위대한지 상기시킬 필요가 있거든요.$h", // Day before the Midnight Jellies
	"fall_9": "오늘이 제 생일인 걸 아셨나요? 노동자를 위한 것 외엔 어떠한 선물도 필요 없어요.#$b#단순히 털로 가득한 공이라고 해도 감사히 받을 거에요.$h",
	"fall_15": "조츠는 왜 진열대의 모든 것들을 떨구려고 하는 걸까요? 삶에 대한 단순한 열정일지도 모르겠네요.$6", // Day before the Stardew Fair
	"fall_26": "영령의 전야제는 불안하고 성난 영혼들을 달래기 위해 만들어졌어요.#$b#저를 믿으세요, 그들은 진심으로 그게 필요해요.$4", // Day before Spirit's Eve
	"winter_7": "대회에서 물고기 몇마리를 잡을 수 있는 가장 좋을 때를 알아봐야 겠어요. 다 되돌려 놓기엔 아깝잖아요. 궁금해 하지 마세요.", // Day before the Ice Festival
	"winter_24": "선물 교환에 대해 너무 신경쓰지 마세요, @. 최고의 선물은 마음을 담은 선물이니까요.$h", // Day before Winter Star
			}
        }
    ]
}