// Korean Translation By 아빠양
{
"MNF.AnglersGuideTitle.00": "낚시 스포트라이트 편집자상",
"MNF.AnglersGuideTitle.01": "낚시꾼 가이드 Ed.1",
"MNF.AnglersGuideTitle.02": "낚시꾼 가이드 Ed.2",
"MNF.AnglersGuideTitle.03": "낚시꾼 가이드 Ed.3",
"MNF.AnglersGuideTitle.04": "낚시꾼 가이드 Ed.4",
"MNF.AnglersGuideTitle.05": "낚시꾼 가이드 Ed.5",
"MNF.AnglersGuideTitle.06": "낚시꾼 가이드 Ed.6",
"MNF.AnglersGuideTitle.07": "낚시꾼 가이드 Ed.7",
"MNF.AnglersGuideTitle.08": "낚시꾼 가이드 Ed.8",
"MNF.AnglersGuideTitle.09": "낚시꾼 가이드 Ed.9",
"MNF.AnglersGuideTitle.10": "낚시꾼 가이드 Ed.10",
"MNF.AnglersGuideTitle.11": "낚시꾼 가이드 Ed.11",
"MNF.AnglersGuideTitle.12": "낚시꾼 가이드 Ed.12",
"MNF.AnglersGuideTitle.13": "낚시꾼 가이드 Ed.13",
"MNF.AnglersGuideTitle.14": "낚시꾼 가이드 Ed.14",
"MNF.AnglersGuideTitle.15": "낚시꾼 가이드 Ed.15",
"MNF.AnglersGuideTitle.16": "낚시꾼 가이드 Ed.16",
"MNF.AnglersGuideText.00": "@ 농부님에게,^^ 축하드립니다! 낚시 팁들로 가득찬 낚시꾼 가이드 구독권을 얻으셨군요! 이제부터 @ 농부님께서는 매월 10일마다 새로운 낚시 잡지를 받아보실 수 있으실 것입니다.^^^^-낚시 스포트라이트 서비스",
"MNF.AnglersGuideText.01": "@ 낚시꾼님에게,^^ 이제 막 낚시꾼들의 세계에 발을 내딛으신 당신, 혹시 잉걸불 수액 숲 호수에서 살고 있는 물고기를 낚고 싶지 않나요? 아마 연습하기에 좋은 쉬운 물고기들을 만나볼 수 있을겁니다. 작은입우럭이나 금붕어는 잡기 쉬우실 겁니다. 어쩌면 계절에 따라 다양한 유형의 금붕어를 발견하시겠죠. 일년내내 다양한 물고기들을 잡으실 수 있습니다! 산 호수도 물고기를 잡기 좋은 스팟입니다. 다양한 종류의 물고기들이 있는 곳입니다. 잉어, 피라미, 눈동자개와 큰입우럭은 사계절 내내 잡을 수 있으며, 구관호나 골설어처럼 특정 계절에만 잡히는 물고기도 있습니다.^ 그리고 몇몇 물고기는 비오는 계절을 선호한다는 사실을 잊지 마세요.^^-행운을 빕니다!",
"MNF.AnglersGuideText.02": "@ 낚시꾼님에게,^^ 벌써 여름이네요. 많은 물고기들이 따뜻한 물을 찾기 위해 나왔습니다. 필라피아와 강꼬치고기는 어쩌면 펠리컨 마을로 돌아올 수 있겠네요. 어떤 종은 벌써 잉걸불 수액 숲 호수에 자리잡았군요! 만새기, 무지개 송어, 나비공작농어도 강에 살지만 이번에 놓치면 내년 이맘때까지 돌아오지 않는다는 사실을 명심해두세요. 바다에도 잡을 수 있는 아름답고 흥미로운 물고기들이 많습니다. 예를 들어 숭어, 스누크, 붉은 통돔 등이 있습니다. 만약 당신이 당멸치나 멸치양를 잡지 못했다면 얼른 잡으세요. 지금이 그들이 곧 떠나기전 마지막 기회이기 때문이죠! 하지만 바다뱀을 조심하세요. 비가 오는 날이면 사냥을 나가니까요.^^-행운을 빕니다!",
"MNF.AnglersGuideText.03": "@ 낚시꾼님에게,^^ 가을에는 몇몇 희귀한 물고기가 있는데요. 예를 들자면 해삼, 날개다랑어, 해덕대구 등이 있습니다. 그리고 바다 낚시에 대해 얘기하자면 봄에 있었던 물고기가 가을을 맞아 다시 돌아왔습니다. 장어, 멸치, 정어리를 만나볼 수 있겠네요! 텐치 떼거리는 보통 가을이나 겨울에 옵니다. ^ 연어, 타이거 송어를 찾아보시는건 어떨까요? 그리고 메기를 잡아본 적이 없으시다면 당장 근처에 있는 강으로 달려가시는걸 추천합니다. 비 오는 날에만 잡히긴 하지만요! 강에 도착했다면 월아이를 찾으실 수도 있습니다!^^-행운을 빕니다!",
"MNF.AnglersGuideText.04": "@ 낚시꾼님에게,^^ 낚시꾼에게,^^ 겨울은 아마 물고기를 잡기에 가장 적합한 계절이 아닐까 생각이 드네요. 새로운 것을 제작하기 위해 시간을 소비할 수도 있으니까요! 범노래미, 농어, 북극곤들매기는 이 계절에 강에서 찾아볼 수 있으며 바다에는 참치, 숙련된 낚시꾼에게는 호수에서 철갑상어나 바다에서 오징어를 잡는걸 추천 드립니다!^ 바다 낚시에 대해 말하자면 해덕대구, 먹장어, 킹크랩, 해삼, 날개 다랑어는 내년 가을까지 보지 못할 것 입니다. 만약 청어나 넙치를 잡는데 실패하셔도 걱정하지마세요. 당분간은 계속 있을 예정이니까요.^^새해 복 많이 받으세요!^^-행운을 빕니다!",
"MNF.AnglersGuideText.05": "@ 낚시꾼님에게, ^^ 새해 복 많이 받으셨나요! 이제는 실력이 좀 좋아진 낚시꾼들을 위한 것을 말해봅시다. 꼬치고기는 탐욕많은 물고기로 맑은 날, 장어는 비오는 날 바다에서 찾을 수 있습니다. 운이 좋다면 바다 깊숙한 곳에서 사는 새끼 곱상어를 모든 날씨에 잡을 수도 있겠군요.^ 한 독자분이 슬라임으로 가득한 숲에 있는 호수에 사는 매우 희귀하고 흥미로운 두 물고기에 대해 말해주시더군요. 혹시 무기를 가지고 계신다면 확인해보는 것도 나쁘지 않을 선택일 것 같군요. ^^ -행운을 빕니다!",
"MNF.AnglersGuideText.06": "@ 낚시꾼님에게,^^ 또 다른 여름이 찾아왔군요. 야행성 슈퍼해삼과 주행성 복어, 문어를 잡기 위해 이보다 적합한 계절을 없을 것 입니다. 문어를 잡기 위해서는 일찍 도착하는게 좋을듯 합니다. 점심 후에는 사라져버리니까요.^ 새끼 쥐가오리는 깊은 바다속에서 찾을 수 있지만 흉폭하며 꽤나 잡기 힘듭니다.^ 어떤 모험가께서 저희에게 지하 광산에 있는 희귀한 물고기에 관해서 투고해주셨습니다. 검과 곡괭이를 챙기세요. 후회하지 않으실거라 확신합니다.^^-행운을 빕니다!",
"MNF.AnglersGuideText.07": "@ 낚시꾼님에게,^^ 이번 가을은 황새치를 잡기 위해서라면 시간을 낭비하지 않으시는게 좋을 겁니다. 깊은 바다 속에서 오후에 찾을 수 있습니다.^ 칼리코 사막에 사시는 분이 꽤나 따끈따끈한 팁을 알려주셨네요. 사막에도 희귀한 물고기들이 있는데요. 도루묵, 전갈잉어, 긴코가아, 폐어, 사나운 타이거피쉬, 따끔한 전기 메기를 찾을 수 있다 하네요.^^-행운을 빕니다!",
"MNF.AnglersGuideText.08": "@ 낚시꾼님에게,^^ 또 다른 겨울이 찾아왔습니다. 아마 당신은 크나큰 시련에 도달했을 것 같네요. 새끼 마귀 상어가 바로 이 시련 중 하나라고 생각합니다. 어두운 밤, 바다에서 찾을 수 있고요. 굉장히 난폭하고 잡기가 매우 힘든 것으로 알려져 있는데요... 특이점으로는 굉장히 못생겼다고 합니다.^ 한 마리를 잡고 가까스로 살아남은 사람들의 증언에 따르면 그들이 겪은 고생은 금과 같은 가치가 있다고 합니다.^ 과학자이신 한 독자분이 편지를 남겨주셨네요. 하수구에 서식하는 이상한 물고기에 관한 내용인데 흥미가 있으시다면 확인하러 가보시는건 어떤가요?^ 새해복 많이 받으시고 내년 봄에는 새로운 에디션으로 찾아올 예정이니, 많은 기대 부탁드립니다!^^-행운을 빕니다!",
"MNF.AnglersGuideText.09": "@ 낚시꾼님에게,^^ 또 다른 호수 낚시 팁: 나비비파와 시아미스 알지이터는 야행성이고 바닥에 붙어 사며 비오는 날을 선호하는 물고기 입니다. 몇몇은 차가운 물을 좋아한다 하네요. 코끼리주둥이고기, 민물나비고기, 광대 미꾸라지, 그리고 메콩대형메기는 뜨거운 계절에 나오는 흔한 물고기입니다. 차가운 물은 소거와 금빛황어를 부르죠. 가을에는 붉은꼬리 상어를 찾을 수 있습니다. 아! 걱정 마세요. 이름과는 다르게 진짜 상어는 아니거든요. 메콩대형매기, 민물나비고기도 찾을 수 있고요.^^-행운을 빕니다!",
"MNF.AnglersGuideText.10": "@ 낚시꾼님에게,^^ 이번에는 강에 대해서 말해볼까요? 어떤 물고기는 깨끗한 물을 더럽힌다고 하네요! 구아빈과 파쿠에 대한 이야기였습니다. 이들은 다양한 곳에서 찾을 수 있으며 겨울에만 살 수 있다 하네요. 일단 지금은 여름이니까, 민물 복어의 계절이네요. 그린테러도 강에서 찾을 수 있지만 봄에 도착하여 여름까지 머물다 간다고 합니다.^^-행운을 빕니다!",
"MNF.AnglersGuideText.11": "@ 낚시꾼님에게,^^ 장어, 문어와 관련된 이야기입니다. 보통 한 계절만 머물러 있지만 두 개체는 서로 다른 날씨를 좋아한다 하네요. 장어는 야행성이고 대부분의 문어종은 주행성이지만 흉내문어는 봄에 잡히고 새벽을 좋아한다고 합니다.^^-행운을 빕니다!",
"MNF.AnglersGuideText.12": "@ 낚시꾼님에게,^^ 어떤 물고기는 거칠고 거주하기에는 부적합한 곳을 좋아합니다. 슬라임잭, 칠성장어, 피라냐처럼 말이죠. 몇몇 개체는 늪을 선호합니다. 대표적으로는 말뚝망둥어가 있지만, 늪에는 물뱀도 살고 있으니 조심하세요.^ 저희는 최근 오염된 녹조류와 물고기에 관한 검증되지 않은 보고를 받았습니다. 대다수의 사람들은 이 오염된 상태를 '공허'라 부르더군요. 이 물질이 무엇인지 밝혀지기 전까지는 이 수상한 수상동식물에 접근하지 마시길 바랍니다. 이 이상한 현상을 확인할 수 있도록 안전 프로토콜에 따라 샘플은 근처 과학 연구소로 보내시는 것을 권장드립니다.^^-행운을 빕니다!",
"MNF.AnglersGuideText.13": "@ 낚시꾼님에게,^^ 진저섬을 가본 적이 있으시다면 열대어들을 잡을 수 있겠군요! 호수와 강에는 블루 디스커스와 검은 유령 칼고기를 잡을 수 있으며, 바다에는 쏠배감펭과 쥐치를 잡을 수 있고 숨겨진 장소에서 가오리와 새끼 보닛 상어를 찾을 수 있습니다.^^-행운을 빕니다!",
"MNF.AnglersGuideText.14": "@ 낚시꾼님에게,^^ 인어섬에 가본 적이 있으시다면 그 곳에서도 다양한 열대어를 만나보실 수 있을 겁니다! 다양한 흰동가리와 엔젤피쉬를 봄에서부터 가을까지, 매우 희귀하고 독특한 물고기를 겨울에 찾을 수 있습니다. 황아귀와 바다 늑대처럼 말이죠.^^-행운을 빕니다!",
"MNF.AnglersGuideText.15": "@ 낚시꾼님에게,^^ 어떤 물고기는 낚기가 정말 쉽지 않습니다. 몇몇은 특정한 환경에서만 출몰하기도 하거든요. 전설의 물고기라 불리우는 모든 물고기를 잡을 수 있는 가이드: 흡혈어, 폭풍우가 오는 날. 흡혈 오징어, 바다 저 깊숙한 아주 차가운 수온에서 서식합니다. 거대 반딧불오징어, 여름에 진저 섬의 인어 석상이 있는 곳. 달빛 해파리들은 이들의 안내를 따라 진저 섬으로 이주하는 것이라고 알려져 있답니다. 주름상어는 지금까지 단 한번도 살아있는 채로 잡힌 적이 없기 때문에 '살아있는 화석'이라고도 불린다고 하더군요!^^-행운을 빕니다!",
"MNF.AnglersGuideText.16": "@ 낚시꾼님에게,^^ 낚시꾼계의 전설이 되기 위해서는 두 종류의 물고기를 포기해서는 안됩니다! 영혼 인도자와 전설의 물고기 말이죠. 전설의 물고기는 도서관에서 볼 수 있는 책 때문에 익숙하실 것이라 생각하므로 영혼 인도자에 대해 얘기를 나눠보고자 합니다! 1년에 단 하루, 영적인 힘이 평소보다 강해지는 날이 있는데 오로지 그 날에만 영혼 인도자가 나타난다고 하네요. 보통 영령제라 불리는 축제 때 주로 발견된다고 합니다. 실력 있는 낚시꾼들께서 강, 호수 등 이곳 저곳에서 떠돌아 다니는 이상한 뱀을 발견했다고 제보를 해주셨습니다.^^-행운을 빕니다!",
"MNF.Letters01.Title": "빈센트를 위한 선물",
"MNF.Letters02.Title": "X-물고기",
"MNF.Letters03.Title": "물고기 사육장",
"MNF.Letters04.Title": "감금된 영혼?",
"MNF.Letters01.Text": "안녕, @,^빈센트의 생일 때 불가사리를 선물로 주고 싶거든. 윌리 씨에게도 물어봤더니, 네가 날 도와주기에 가장 적합한 사람이라고 하더라고. 너만 괜찮다면 불가사리를 구해다줬으면 좋겠다. 보상은 꼭 할테니 걱정 하지 마.^  -고마워,^켄트%item quest MNF.230 %%",
"MNF.Letters02.Text": "실력 있는 낚시꾼 구함.^요즘 하수구에서 서식 하는 물고기의 상태에 대한 연구를 하고 있는데, 연구에 도움이 될 세눈박이 돌연변이 물고기를 구하고 있습니다.^보수: 1,000 골드^ -드미트리우스%item quest MNF.228 %%",
"MNF.Letters03.Text": "어-이, 선장!^ 거스의 의뢰를 도와줘서 고마워. 그런 자네에게 물고기의 수를 늘리는데 유용한 레시피를 줄게! 이곳에 어란을 넣어두면 자라서 물고기가 될꺼야!",
"MNF.Letters04.Text": "@,^요즘 내 전부인이 불쌍한 영혼에게 걸어둔 어둠의 주문을 연구하고 있다.^그녀의 늪에서 붉은 물고기를 낚아서 가져다 줄 수 있겠는가? 암흑 마법으로 인해서 누군가의 영혼이 물고기의 몸 안에 갇혀있는 것으로 보이거든.^ -M. 라스모디우스, 마법사 %item quest MNF.232 %%"
}