{
  "Orb_Translated": "Orb of the Tides",
  "Orb_Description_Translated": "A mystical artifact pulsing with ancient power. Right-click to create a portal at your current location, and left-click to instantly teleport back to it.",


"UB.RealSecretBase2": "Secret Falls Bundle",

"junimo.mail001": "Hi @!^^ We, the Junimos, are so happy! Thank you for giving us your best maple syrup.^^As a big thank you, we've cleared a space in the forest just for you! You can do anything you want with it!^^Thanks again, @! You're the best!^^With love,^^The Junimos",

"ghost.mail001": "^^^^In the heart of the cabin, where time whispers its secrets, a new chapter begins.^^^^Feel the shift in the air, the gentle sigh of transformation.^^^The Silent Spirit^^^",


"annetta_spring_order": "Hello @,^^I wanted to extend my heartfelt thanks for your assistance with my recent request. Your contribution has truly sparked my imagination and led to the creation of a new painting that I'm immensely proud of. Please accept this humble gift as a token of my appreciation.^^With gratitude,^^Annetta",
//AnnettaSpring//

"Annetta_Spring_Name": "Spring Inspiration",
"Annetta_Spring_Text": "I've just finished up a new painting, and I'm already on the hunt for my next inspiration! I'm looking for something special to incorporate into my next masterpiece, something in hues of yellow or gold.",
"Annetta_Spring_Objective_0_Text": "Find a rare item in hues of yellow or gold for Annetta's new painting.",
"Annetta_Spring_Objective_0_Message": "Oh, how delightful! This is just the inspiration I needed. Thank you so much, @",

///other//

 "midnightbluekey": "Hey @,^^ I'm pleased to inform you that I've taken the liberty to enhance the mine cart track leading to Cape Stardew. After your recent explorations, it seemed only fitting to ensure smoother travels for future adventurers.^^Best regards, ^^  -Marlon",


  "LocationName.Cape": "Cape",
  
  "LocationName.CapeIslandBottle": "CapeIsland",
  
 
 //stringsfromcsfiles//
"Strings.CapeRescue.001": "As your vision fades, you feel a strange, otherworldly presence lift you from the water. ",



//StringsFromMaps//

"Strings.Annettahouse.1": "-Annetta's Diary-",
 
"Strings.Annettahouse.2": "Nature challenge:^^- Paint a serene landscape of the enchanted forest.^- Practice a soothing piano melody inspired by the secret woods.^- Sketch adorable animals in the woods ^- Hum a new tune inspired by the ocean waves.^- Watch the sunrise from the highest cliff ^^Pelican Town Errands:^- Grab fresh paints from Pierre's for artistic exploration.^- Visit the library for inspiration and creative books.^^^^Remember to savor every moment and let creativity flow! ^^",
       
       
"Strings.Annettahouse.3": "-A peculiar forest animal sit's on Annetta's shelf-",
       
"Strings.Annettahouse.6": "-Perhaps she's a fan of those epic tales from long ago when pirates and explorers sailed the seven seas-",
       
"Strings.Annettahouse.7": "-grocery and to-do lists are stuck to the fridge-",

"Strings.Annettahouse.8": "-The mirror is spotless-",

"Strings.Annettahouse.9": "-Various music history books-",

"Strings.Annettahouse.10": "-Cooking Books are placed on this shelf-",

"Strings.Annettahouse.11": "Fantastical literature about magical faraway worlds.",

"Strings.Annettahouse.12": " -A few music books are arranged here-",

"Strings.Annettahouse.13": " -Popular books on topics like music and culture are neatly set on the shelf- ",

"Strings.Annettahouse.14": " -Stacks of magazines piled up on topics like technology-",

"Strings.Annettahouse.17": "It's a small bookcase, adorned with a rainbow shell. As you examine further, your eyes catch the glimmer of vibrant shells, weathered ancient tomes with faded runes hinting at forgotten knowledge, delicate crystal figurines capturing the play of light, and an assortment of other fascinating objects, each carefully placed in between the shelves' vacant spaces.", 

"Strings.Annettahouse.19": "A notepad, with a list of potential painting ideas, Mystical Forest at Dusk, Whimsical Waves and Moonlit Serenade by the Sea.",

"Strings.Annettaupstairs.1": " -It's a hummingbird painting done with acrylic-",

"Strings.Annettaupstairs.2": " -This section is filled with art books-",

"Strings.Annettaupstairs.3": " -This section is filled with all kinds of comic books-",

"Strings.Annettaupstairs.4": " -Some of the most renowned coming-of-age novels ever written-",
       
"Strings.Annettahouse.30": "-It's Annetta's favorite dessert Green Tea Mochi-",
       
"Strings.AnnettaForest.1": "-The forest is too dense here-",
       
"Strings.AnnettaCave.10": "It looks pretty dark. You should come back once you've joined the adventurers guild.",

"Strings.Cape.1": " -This boat is available for experienced adventurers-",

"Strings.Cape.2": "You've reached the southwesternmost point of Stardew Valley",

"Strings.Cape.3": "-Cindersap Forest-",

"Strings.CapeMinehint.1": "Caution: Beyond this point lies the Old Forest Mine. Last serviced in Pelican Town's early years.",

"Strings.Cape.current": "The current is pushing you back.",

"Strings.Cape.4": "This tree is too big you can't chop it down.",

"Strings.Cave.1": "Here lies treasure. Be warned.",

"Strings.Abandoned.1": "It looks abandoned here.",

"Strings.Abandoned.2": "Looks like you can sleep here for the night.",

"Strings.cape.forest.1": "Cape Stardew Point",

"Strings.DarkCave.1": " -The door has a lock on it-",

"Strings.CapeMinecart1": "Power is shut off.",


///LeahDialogue//

"Leah.Winter_Year1": "Oh, Hi @. It's great to have such wonderful neighbors. I hope you've been keeping your fireplace lit.",

"Leah.Winter_Dialogue": "Hi @. Annetta loves to chat with me...heheh.",

"LeahSchedule.spring_Thu.120": "%Leah is busy talking to Annetta.",

"LeahSchedule.spring_Thu.121": "Hey there, we were just talking about a certain someone.",
	 
"LeahSchedule.spring_Thu.122": "It's really nice having an artist like Annetta as a neighbor.",
	 
"LeahSchedule.spring_Thu.123": "Annetta is really interested in my artwork. She's so nice.",



//MarnieDialogue//
	 
"MarnieYear1.spring_Thu.120": "Annetta wanted to introduce herself. She is so nice she brought me something from the shop.$1",

"MarnieYear1.spring_Thu.121": "Annetta is so kind. I love having her as a neighbor.$1",
	 
"MarnieYear1.spring_Thu.122": "Working from home isn't so bad.",

"MarnieSchedule.spring_Thu.120": "Annetta wanted to introduce herself. She is so nice she brought me something from the shop.$1",
 
"MarnieSchedule.spring_Thu.121": "Annetta is so kind. I love having her as a neighbor.$1",
	 
"MarnieSchedule.spring_Thu.122": "Working from home isn't so bad.",


//Mail//

"Mail.Dialogue.Recipe1": "To @ ^^ A recipe is enclosed. Thank you for making me feel so welcome in the valley. I wanted to share this with you! ^^                                                       -Annetta",

"Mail.Dialogue.PomRecipe": "Dear @. ^^ Did you get my recipe? I tried out a new flavor of Mochi and loved it so I wrote it down. It's Pomegranate Mochi I highly recommend it.^^                                                  -Annetta",

"Mail.Dialogue.CaveKey": "Hello @!^^I am quite impressed by your exploration skills. If you found anything worth selling come and visit the shop sometime.^ -Marlon",

"Mail.Dialogue.DiscoveryCave": "Hello @!^^Find anything interesting in the sea cave lately?^ -Marlon",


//Descriptions//

"Description.Cape": "Allows Legendary fish to be caught here excluding Mutant carp",

"Description.dockedboat": "Disables the docked boat at Pelican Town beach.(Leave this enabled unless another mod conflicts with the boat patch)",

"Description.buscaped": "Toggles the bus appearing at the bus stop at the forest. Disable if you have issues.",

///notices///

"Strings.Capeboatlocked.1": "This boat must belong to someone nearby. It's in good condition.",

"Strings.BusStopclosed.1": "The bus driver hasn't started working yet.",

"Strings.BusStopclosed.2": "The bus is out of service",

"Strings.BusStopclosed.3": "The bus driver went home for the day...",

"Strings.WallCrumble.1": "The wall is crumbling here...",


//CapeEvents//

"cape.cs.e.001": "Hey there! Just got back from exploring the cave entrance. It's quite the sight down there...",
"cape.cs.e.002": "But I wouldn't recommend diving in just yet. It's pretty treacherous down there. There are whispers of ancient spirits haunting these depths and tales of lost treasures echoing through the caverns. It's a place where bravery is tested, and mysteries abound.",
"cape.cs.e.003": "Still, I couldn't help but wonder about the treasures hidden deep within those caverns.",
"cape.cs.e.004": "You know, it might be worth a look, but you'll need some experience under your belt first.",
"cape.cs.e.005": "Have you thought about becoming a member of the Adventurer's Guild? Those who've honed their skills and gathered knowledge there have braved the challenges that lie beyond this point. It might be worth your while to prepare, gather resources, and strengthen your abilities before venturing further.",
"cape.cs.e.006": "Just remember, it's not all sunshine and rainbows down there. Watch your back for any nasty surprises. Anyway, I've got to dash. Take care!",

"cape.cs.e.007": "Just a word of advice: before you dive into that cave, make sure you've got some experience under your belt. The last thing you want is to be caught off guard.",


"key.cs.e.001": "Looks like this key opens the door.",



///queststuff//

"secret_key.title": "Secret Cave Key",

"secret_key.description": "A key was visible in the Sea Cave.",

"secret_key.objective": "Find the mysterious key and find it's purpose.",


"quest.Basic.1": "Essence of the forest.",

"quest.Basic.2": "Collect a pinecone, a red mushroom, and a crocus",

"quest.Basic.3": "An ancient essence seeks to guide you. Return to the cave in a day or two to complete the task.",

"quest.Basic.summer": "Collect a pinecone, a red mushroom, and a summer spangle",


"quest.Basic.x1": "Collect an earth crystal, quartz, and red mushroom",





"quest.Basic.x2": "Collect a daffodil, chanterelle, and acorn",






"quest.Basic.x3": "Collect a maple seed, common mushroom, and blue jazz",






"quest.Basic.x4": "Collect a cave carrot, morel, and poppy",





"quest.Basic.x5": "Collect a fiddlehead fern, purple mushroom and a tulip.",



///NPCQuests///

"Annetta_quest.title": "Annetta loves blackberries",

"Annetta_quest.description": "Annetta has asked nicely for blackberries from your farm.",

"Annetta_quest.objective": "Bring Annetta 5 blackberries.",



///Lostitem//

"Annetta_quest2.title": "Lost Sketchbook",

"Annetta_quest2.description": "Annetta has lost her sketchbook somewhere in the forest.",

"Annetta_quest2.objective": "Find Annetta's Sketchbook",



///StarFruitOrder///

"Annetta_quest3.title": "Starfruit Craving",

"Annetta_quest3.description": "Annetta has never tried Starfruit",

"Annetta_quest3.objective": "Bring 2 Starfruits to Annetta Residence.",



"dmttext.001": "What's That?",

"dmttext.002": "There's something on the ground here.",

"simplecabin.001": "Huh, what's this? There's a strange paper or map on the table.",		

//tv//

"Strings.Annettaupstairs.tv": "Switching it on doesn't appear to work.",

///secretnotes//

"Strings.Piratesnote.1": "January 15th, 18XX ^^Ahoy, Today be a day to mark in me log, for I stumbled upon a hidden gem amidst this treacherous sea. Me ship narrowly escaped the clutches of those dastardly enemy pirates. To safeguard me precious treasure, I found meself a sanctuary hidden away in the depths of a sea cavern.^^^^With the tide at its lowest and the moon casting a Mystical glow upon the waters, I cautiously made me way into the cavern, guided only by a flickering torch. The air was thick with the scent of salt and adventure, and the sound of waves crashing against the cavern walls echoed in me ears. The anticipation of the unknown stirred me pirate heart, for I knew this place held secrets untold.^^^^As I ventured deeper into the cavern, the dim light danced upon the walls, revealing glimmers of gold, silver, and precious gems. It was a true treasure trove, a sight to behold!^^^^Yet, as I gazed upon the riches that lay before me, a cold wind blew through the cavern, whispering tales of the misfortune that befell those who dared to covet these treasures. Stories of lost souls and cherished memories echoed in me mind.^^^^Word be spreadin' that the king's fleet be on our trail. They've caught wind o' our recent escapades, and we be needin' to disappear into the mist afore they lay their eyes on us. I concealed some of me recent plunder behind a formidable rock wall, turned me back, and made me hasty retreat. Avast ye! I swear on me timbers, I be swearin' to sail back to this marvellous cave one day, but should I be snared by the scurvy dogs, to the soul who lays eyes on this parchment, me booty be hidden in the cavern nearest to the mighty briny deep. Look for a telltale mark on the cavern wall, And mind ye, only the mightiest of pickaxes can break through. May the wind be at yer back, and the stars guide ye to the riches concealed within.^^^^- Captain Black Siren",

"Strings.Piratesnote.2": " January 15th, 18XX^^^^Today, I find myself drawn to this mysterious cavern, where secrets and memories intertwine like the waves upon the shore. 'Tis a place where me past and me present collide, and the weight of me choices bears down upon me.^^In this enchanted realm, a touch of magic cradles me very soul, and a feeling of being watched fills me senses. Not by mortal eyes, but by an enigmatic presence that dwells within these cavern walls.^^It brings to mind the choices I've made, the paths I've taken, and the treasures I've sought. Oh, how the past haunts me still. The name, Captain Black Siren, carries with it the heavy weight of me past self, and I wonder if redemption can ever truly be found.^^The sea and the wind call me back to the ship with an urgency I cannot ignore. I must set sail, leaving the mysteries of this cavern behind for now.^^^^-Captain Black Siren",

//essencequest//

"essence.quest.1": "Greetings, wanderer.",
"essence.quest.2": "I am an observer of this realm for centuries. The winds carry whispers of your arrival, and now our fates intertwine.",
"essence.quest.3": "Retrieve for me the essence of the forest: a pinecone, a mushroom, and a delicate flower. In exchange, I shall illuminate the path that lies ahead for you.",
"essence.quest.4": "Very well, mortal. The path of destiny is yours to shape.",
"essence.quest.5": "In the tranquility of nature's embrace, you shall find the essence you seek.",
"essence.quest.6": "A convergence of elements awaits where harmony and life intertwine.",
"essence.quest.7": "Venture forth, for the answers you seek await. Let the essence of nature guide you.",
"essence.quest.8": "When the sun rises on a new day, return to this cave. The path you seek will be illuminated...",

"essence.farmer.1": "Who's there?",
"essence.farmer.2": "Am I hearing things?",
"essence.farmer.3": "What do you seek from me?",
"essence.farmer.4": "Are you kidding me?",
"essence.farmer.5": "Consider it done.",
"essence.farmer.6": "I'm busy with other tasks.",

"essence.quest.8081": "Bring me the essence of the forest - an Earth Crystal, Quartz, and Red Mushroom. In return, I shall illuminate the path ahead.",


"essence.quest.8082": "Bring me the essence of the forest - a Daffodil, Chanterelle, and Acorn. In return, I shall illuminate the path ahead.",


"essence.quest.8083": "Bring me the essence of the forest - a Maple Seed, Common Mushroom, and Blue Jazz. In return, I shall illuminate the path ahead.",


"essence.quest.8084": "Bring me the essence of the forest - a Cave Carrot, Morel, and Poppy. In return, I shall illuminate the path ahead.",


"essence.quest.8085": "Bring me the essence of the forest - a Fiddlehead Fern, Purple Mushroom, and Tulip. In return, I shall illuminate the path ahead.",

"quest.data.title": "Cape Cave's Secrets",

"quest.data.1": "You've discovered the entrance to Cape Cave southwest of Cindersap Forest. ",

"quest.data.2": "Venture deeper into the cave to uncover its mysteries.",



"UB.simplec": "Simple Cabin",

"UB.title1": "Crocus Grove Collection",

"UB.title2": "Crystal Harvest",

"UB.title3": "Meadow Treasures",

"UB.title4": "Maplewood Wonders",

"UB.title5": "Cave Delights",

"UB.title6": "Mystical Flora Finds",

"UB.title.summer": "Summer Splendor",

"UB.BridgeTitle": "Bridge Repair",


"Jelli.Introduction.1": "Hey there, wanderer! You've traveled so far to this secret place. I'm Jelli, the guardian of the sea cavern.$1",
"Jelli.Introduction.2": "You fixed the ancient bridge and stepped where not many do. The sea whispers about you, and the ocean's glow shows the magic in your heart.",
"Jelli.CharacterDialogue.001": "Feel the cool sea hug as you enter the cavern. The currents will guide you deeper into this hidden realm.$7",
"Jelli.CharacterDialogue.002":  "Let the echoes of the sea be your companions as you head back to the surface.$7",
"Jelli.CharacterDialogue.003":  "Stand by the shore and let the waves tell stories from the depths.",
"Jelli.CharacterDialogue.004":  "The sea cavern keeps its secrets close, waiting for those who seek mysteries. Explore and discover, my friend!$7",
"Jelli.CharacterDialogue.005": "On this Monday, the sea's energy is calm. The waters in the cavern reflect the peace above.",
"Jelli.CharacterDialogue.006":  "As the day turns to evening, the sea cavern gets magical. The water dances with the fading light.",
"Jelli.CharacterDialogue.007": "Take a moment to think, because the sea reflects both past and present.$4",
"Jelli.CharacterDialogue.008": "The sea cavern buzzes with a quiet energy. Let the calm waters soothe your spirit.$7",
"Jelli.CharacterDialogue.009": "Listen closely, and you might hear the secrets of the sea.",
"Jelli.CharacterDialogue.010": "Thursday's tide brings excitement. The cavern is ready to show its wonders.",
"Jelli.CharacterDialogue.011": "The sea whispers tales of ancient times. Listen, and you might catch a glimpse of forgotten lore.",
"Jelli.CharacterDialogue.012": "The sea cavern's secrets get even deeper.",
"Jelli.CharacterDialogue.013": "Friday's waves bring a playful spirit.",
"Jelli.CharacterDialogue.014": "The sea cavern glows with a soft light. The waters hold the essence of twilight.",
"Jelli.CharacterDialogue.015": "The sea's rhythm echoes through the cavern.",
"Jelli.CharacterDialogue.016": "The sea cavern echoes with joy. Enjoy the magic all around you.",
"Jelli.CharacterDialogue.017": "Sunday brings a sense of renewal.",
"Jelli.CharacterDialogue.018": "The sea cavern sparkles with a gentle radiance.$7",
"Jelli.CharacterDialogue.019": "Do you know about the beauty that unfolds beneath the surface?",
"Jelli.SpringDialogue.001": "Ah, the gentle breeze of spring! It whispers secrets of new beginnings.",
"Jelli.SummerDialogue.001": "Summer's warmth envelops the cavern, and the spirits dance in the shimmering waves.",
"Jelli.FallDialogue.001": "As autumn leaves fall, so too do the memories within the cavern. Ghostly whispers weave tales of seasons long gone. Take heed as you explore.",
"Jelli.WinterDialogue.001": "Winter's chill may hush the cavern's echoes, but the spirits remain watchful.",

"Jelli.Gifts.Loved": "Wow, this is the coolest thing ever! You're the nicest friend ever. Thanks a bunch!$7",
"Jelli.Gifts.Liked": "Oh, this is really nice! You're good at picking cool stuff. Thanks, friend!$6",
"Jelli.Gifts.Disliked": "Hmm, this is kind of strange. I don't really get it, but thanks anyway. You're still a good friend!$2",
"Jelli.Gifts.Hated": "This gift, unfortunately, doesn't vibe with the sea. The currents whisper disapproval.$5",
"Jelli.Gifts.Neutral": "Oh, that's okay! Not my favorite, but it's nice that you thought of me. Thanks!$4",

"Jelli.schedule.001": "Ahead lies a maze of cavern's, be careful not to get lost, but if you do the warp points will lead you back to the starting point.",
"Jelli.schedule.002": "Monsters dwell in the depths, Swim with caution, mortal, and be prepared for the challenges that await.",
"Jelli.schedule.003": "The warp points return you to the maze's entrance.",
"Jelli.schedule.004": "The sea cavern is full of surprises for those who dare to explore its depths.",
"Jelli.schedule.005": "This place is a labyrinth of mystery and danger. I've explored these passages many times.",

"Jelli.Event.Dialogue1": "Hello, kind soul! I'm Jelli, a sea spirit dwelling within this mysterious cavern. Your courage in venturing here doesn't go unnoticed. #$b# This place is filled with echoes of the past and guarded by spirits seeking peace.",
"Jelli.Event.Dialogue2": "I sensed your arrival, and there's something about you that resonates with the energies of this cavern. #$b# Unlocking its mysteries may have stirred an ancient presence.",
"Jelli.Event.Dialogue3": "The cavern is haunted by malevolent spirits, and your mere presence appears to have disturbed them. Be cautious if you decide to venture further.$3",
"Jelli.Event.Dialogue4": "Venture on, treasure seeker! Amidst echoes and shadows, weave the tale of boundless courage. Yet, beware of ancient secrets lurking in the depths.$1",


"Jelli.Event.Dialogue5": "Watch closely.$6",


"Jelli.Question.001": "What do you mean, Are you a magical being?",
"Jelli.Question.002": "How can I understand you? Are you using some kind of magic to talk to me?",
"Jelli.Response.001": "Spot on! It's a sprinkle of magic that allows us to communicate. The cavern has a way of connecting spirits and wanderers like you.",
"Jelli.Response.002": "Ah, the mysteries of the cavern, my friend! Let's just say, where magic flows, words find a way.",

 

///AnnettaCoastalOrder//
"Annetta.CollectionOrder.Name": "Luau Request",
"Annetta.Collection.Text": "As the summer sun graces Pelican Town, I'm crafting something special for the upcoming Luau. I need your help collecting 5 coastal items Can I count on you? With gratitude, Annetta",
"Annetta.Objective.Text": "Collect a coastal item and deliver them to Annetta to complete this special order.",

"Annetta.Objective.Message": "Oh, marvelous! You've brought the coastal item I needed. Your generosity will be remembered by everyone attending. Thank you for your contribution!",

"coastalorder.1": "Hello @,^^I extend my heartfelt thanks for your assistance with my special request. Your dedication to collecting those coastal items truly added a touch of magic to my upcoming dish I plan to contribute to the Luau. Your contribution is deeply appreciated.^^Looking forward to more collaborations in the future.^^With warm regards,^^-Annetta",





///Culinaryspecialorder//
"Annetta_Name": "Culinary Delights",
"Annetta_Text": "Hey! I'm working on a culinary project to infuse my place at the cape with the flavors of the ocean. I'm in search of unique ingredients to add a touch of magic to my dishes. Can you help me by finding some exquisite items? Your culinary skills and sense of adventure would be perfect for this.                -Annetta",
"Annetta_Objective_0_Text": "To capture the essence of the sea, seek out items like seafood, oceanic fish, or anything that embodies the flavors of the ocean",
"Annetta_Objective_1_Text": "For a delightful harvest medley, consider bringing fresh vegetables, forage items, or quality produce that showcases the bounties of nature.",
"Annetta_Objective_2_Text": "Infuse the essence of nature by selecting items like fruits, berries.",
"Annetta_Objective_3_Text": "Master the art of bread by choosing items like baked goods, artisan bread, or anything that reflects the craftsmanship of fine bakery items.",
"Annetta_Objective_4_Text": "Craft a sweet symphony by selecting items like desserts, sweet treats, or anything that tempts the taste buds with indulgent delights.",



"Annetta_Objective_1_Message": "Ah, the flavors of the ocean! These ingredients will add the perfect touch to my culinary creation. Thank you!",

"Annetta_Objective_2_Message": "Nature's bounty! These fresh ingredients will bring a delightful medley to my dishes. Much appreciated!",

"Annetta_Objective_3_Message": "The essence of nature itself! These fruits and berries will infuse my culinary project with a touch of natural sweetness. Wonderful choice!",

"Annetta_Objective_4_Message": "The art of bread-making! These baked goods and artisan bread will elevate my dishes. Your contribution is truly appreciated!",

"Annetta_Objective_5_Message": "A sweet symphony indeed! These desserts and sweet treats will be the perfect finale to my culinary creations. Thank you for your indulgent delights!",

///fallspecialorder///


  "Annetta_Fall_Name": "Spirit's Eve Culinary Contributions",
  "Annetta_Fall_Text": "Greetings! As we approach the enchanting Spirit's Eve festival on the 27th of Fall, I'm seeking assistance in collecting special food items to contribute to the festivities. Can you help me gather the best fall items?                -Annetta",
  "Annetta_Fall_Objective_0_Text": "To kick off the celebration, I'm looking for items that embody the essence of the season. Items like blackberries, wild plum, or pomegranate would be perfect.",
  "Annetta_Fall_Objective_1_Text": "Let's infuse the Spirit's Eve feast with the sweetness of fruits. Find fruits that resonate with the autumn spirit.",
  "Annetta_Fall_Objective_2_Text": "To add a touch of warmth and color to our culinary contributions, I need items in shades of orange and brown. Seek sweet treats or bakery items that capture the festive atmosphere.",
  "Annetta_Fall_Objective_3_Text": "For the grand finale of our Spirit's Eve festival treats, bring me desserts and sweets that embody the essence of fall sweetness.",
  "Annetta_Fall_Objective_4_Text": "Let's make this Spirit's Eve memorable! Look for fall vegetables to create a delightful contribution to our annual celebration.",
  "Annetta_Fall_Objective_1_Message": "Ah, the savory delights of fall! These items will set the perfect tone for our Spirit's Eve culinary contributions. Thank you!",
  "Annetta_Fall_Objective_2_Message": "The sweetness of fall fruits! These items will add a delightful touch to our annual feast. Much appreciated!",
  "Annetta_Fall_Objective_3_Message": "Warmth and color abound! These treats will elevate our Spirit's Eve celebration. Wonderful choice!",
  "Annetta_Fall_Objective_4_Message": "A grand finale indeed! These desserts and sweet treats will be the perfect conclusion to our Spirit's Eve culinary contributions. Thank you for making our annual celebration special!",
  "Annetta_Fall_Objective_5_Message": "A diverse feast awaits! Your combination of high quality fall vegetables will make our Spirit's Eve celebration truly exceptional. Thank you for your culinary contributions every year!",

"annetta_fall_culinary_completion": "Greetings!^^I extend my heartfelt thanks for your assistance with my special request. Your dedication to collecting those fall items truly added a touch of magic to my culinary contributions for the Spirit's Eve festival. As a token of appreciation, I've included a special gift for you.^^Looking forward to more collaborations in the future.^^With warm regards,^^-Annetta",


"anet.visitmail1": "Hey @,^^I saw a light over at the cabin. Recently someone had repaired it, was that you?^^Best wishes,^Annetta^^",

"anet.visitmail2": "Cabin Light",

"anet.lakemail1": "Hi @!^^I hope this letter finds you well. I had such a lovely time walking on the lake with you the other day. The tranquility of cindersap forest always brings a sense of peace.^^As a token of my appreciation and to cherish the memories we made, I want to give you something. It's something that I found while we were walking together. I thought you might like to have it.^^I look forward to spending more time with you, exploring the beauty of our town and getting to know you better.^^With warm regards,^Annetta",

"anet.lakemail2": "Thank you note",

"annetta.cooking.mail": "Hi @,^^I'm truly grateful for your help!^As a token of appreciation, please accept this exclusive recipe. I hope it inspires and enhances your own culinary journey. Enjoy creating and savoring the flavors!^^-Annetta",


  "Annetta_Winter_Name": "Snowy Gourmet Feast",
  "Annetta_Winter_Text": "Hey! I'm working on a culinary project to bring warmth to my place at the cape during the winter. I'm in search of unique ingredients to add a touch of magic to my dishes. Can you help me by finding some exquisite items? Your culinary skills and sense of adventure would be perfect for this.                  -Annetta",
  "Annetta_Winter_Objective_0_Text": "To capture the essence of winter, seek out vegetables, winter forage, or anything that embodies the flavors of the season.",
  "Annetta_Winter_Objective_1_Text": "For a delightful winter feast, bring fruits, berries, or anything that might resonate with the feast.",
  "Annetta_Winter_Objective_2_Text": "select items like snow-themed desserts, winter sweets, or anything that reflects the season's charm! For example, the colors white and blue.",
  "Annetta_Winter_Objective_3_Text": "Craft a winter symphony by selecting items like winter soups, hearty stews, or anything that warms the soul during the chilly season.",
  "Annetta_Winter_Objective_4_Text": "Celebrate the winter festivities with items like winter beverages, and cozy drinks.",
  "Annetta_Winter_Objective_1_Message": "Ah, the flavors of winter! These ingredients will add the perfect touch to my culinary creation. Thank you!",
  "Annetta_Winter_Objective_2_Message": "Nature's winter bounty! These fresh ingredients will bring a delightful feast to my dishes. Much appreciated!",
  "Annetta_Winter_Objective_3_Message": "The charm of winter itself! These snow-themed desserts and winter sweets will elevate my dishes. Your contribution is truly appreciated!",
  "Annetta_Winter_Objective_4_Message": "A winter symphony indeed! These winter soups and hearty stews will be the perfect warmth for my culinary creations. Thank you!",
  "Annetta_Winter_Objective_5_Message": "Cheers to winter festivities! These winter beverages and cozy drinks will add a festive touch to my culinary creations. Wonderful choice!",

"annetta_winter_culinary_completion": "Hello @,^^I'm truly grateful for your help. Your dedication to collecting those winter items added a touch of magic to my dishes. As a token of appreciation, I've included a special gift for you.^^Looking forward to more collaborations in the future.^^With warm regards,^^-Annetta",


//jellidialogue//
 "Jelli.Rain.001": "Rain is like nature's song, playing a gentle tune for the earth.#$b#Each drop is like a little message from the clouds, reminding us how everything fits together, just like a puzzle!#$b#So, when it rains, it's like the earth is getting a big, cozy hug, and all the plants and creatures dance with joy!#$b#Let it sprinkle on you, washing away worries and filling you with the magic of nature's melody! And always remember, even in the wildest storms, there's something beautiful waiting to be discovered.",
//jelligreenrain//
"Jelli.GreenRain.001": "Ah, green rain... Nature's enigma, a puzzle to ponder.#$b#In the heart of summer, when life blooms and thrives, why does the earth weep emerald tears?#$b#Perhaps it is a whisper from the depths, a reminder that even in abundance, the land seeks renewal.#$b#Or maybe it is simply the dance of the elements, a symphony of chaos and harmony.#$b#Who can truly say? Nature's secrets are as deep as the ocean itself.",


//Quest1MysticalCavernExploration//
"Quest.Dialogue.001": "Mystical Cavern Exploration",
"Quest.Dialogue.002": "Jelli senses a mysterious aura emanating from the depths of the cavern. Explore the area to uncover its secrets.",
"Quest.Dialogue.003": "Investigate the caverns",
"Quest.Dialogue.004": "Unlocks a new quest",

//Quest2ReturntoJelli//
"Quest.Dialogue2.001": "Return to Jelli",
"Quest.Dialogue2.002": "You've explored the depths of the cavern as requested. Return to Jelli and share your discoveries.",
"Quest.Dialogue2.003": "Find your way back to Jelli.",
"Quest.Dialogue2.004": "Report back to Jelli with your findings.",
"Jelli_questsearch.reaction": "Have you found any treasures?",

"Dialogue.QuestionEvent_Jelli": "Traveler, The creatures of the cavern have been stirring up trouble lately. I'm cautious about straying from the safety of the water. Would you lend a hand in restoring peace?",

"Dialogue.QuestionFork_Response1": "Aye, count me in!",

"Dialogue.QuestionFork_Response2": "Hmm, that's quite the challenge...",

"Dialogue.Jelli_quest1": "I understand. Your safety is my priority. If you can't handle it.",

"Dialogue.Jelli_quest2": "Thank you for agreeing to help! Ahead lies a sea cavern echoing with menacing snarls and growls. Investigate, and if you must defend yourself, don't hesitate to take down at least three. It might drive them to retreat further into the cave",

"Dialogue.Jelli_quest3": "Ah, raptors lurking in the depths? It seems they've ventured from the mines into our realm. So you've dispatched three of them? That's great! With any luck, they'll retreat, bringing tranquility back to the sea cavern.",

"Dialogue.Jelli_quest4": "As a token of gratitude, here is 1000 gold for your bravery.",
  
  
///Monstereradication///

"Quest.Title.Monster": "Guardians of the Deep",
"Quest.Title.GuardiansOfTheDeep": "Fending off Threats",
"Quest.Dialogue.GuardiansOfTheDeep": "The tranquil depths of the sea cavern are threatened by hostile creatures. Defeat three of these creatures to ensure the safety of the cavern's inhabitants.",

  
  //returndinosquest///
  "Quest.MDialogue2.001": "Quest Completed",
  "Quest.MDialogue2.002": "Return to Jelli",
  "Quest.MDialogue2.003": "Return to the depths of the sea cavern and find Jelli.",
  "Quest.MDialogue2.004": "Speak to Jelli and report your success in defeating the dinos.",
  "Jelli_questM.reaction": "The raptors in the depths, a perplexing conundrum indeed. Your triumph over them is a testament to your skill and courage. Together, we shall navigate these challenges and restore harmony to the sea caverns.",
  
  ///lunarcrystalevent//
  
  
 "Dialogue.QuestionEvent2_Jelli": "Greetings, brave adventurer! What treasures have you brought from your journey?",
  "Dialogue.QuestionFork2_Response1": "A Lunar Crystal Shard",
  "Dialogue.QuestionFork2_Response2": "A secret for now...",
  "Dialogue.Jelli2_quest1": "May the gentle waves guide your path to new adventures!",
  "Dialogue.Jelli2_quest2": "Ah, a Lunar Crystal shard! How delightful! These shimmering crystals hold immense power, you know. They're like little stars captured in stone, attracting the attention of curious spirits and creatures alike!",
  "Dialogue.QuestionEvent2_Jelli2": "Would you be willing to part with it for a noble cause? I promise, it will be in good fins.",
  "Dialogue.QuestionFork3_Response1": "Of course, Jelli. Anything to help.",
  "Dialogue.QuestionFork3_Response2": "I'm not sure yet...",
  "Dialogue.Jelli_Lunar": "Oh, thank you, kind soul! With this shard, my watery studies can continue to sparkle and shimmer.",
  "Dialogue.Jelli_endquest": "May the currents carry you safely through your adventures!",
  
  //jellimail//
   "Jelli_lunar_completion": "Hi @^^^^Thank you for the Lunar Crystal Shard! Your kindness has not gone unnoticed.^^^^I wanted to offer you a token of my appreciation. Please come by the sea cavern again. I have a small treasure from the depths of the sea.^^^^May the currents carry you safely on your adventures, and may you always find joy in life's simple treasures.^^^^Jelli",


//Quest3MissingSeed//
"Quest.Title.Seed": "The Missing Seed",
"Quest.Title.SeedSearch": "Jelli seeks a rare Tidebloom Seed lost within the cavern. Search the area near the lunar crystal shards.",
"Quest.Dialogue.SeedSearch": "Jelli mentioned that the Tidebloom Seed might be guarded by a mysterious creature in the cavern. Keep an eye out for any signs of danger!",
"Jelli_questseed.reaction": "You've returned! I see you've brought the Tidebloom seed. Take them and plant them in winter and bring back the nectar crystal that blooms from the Tidebloom flower. #$b# Since I cannot go on land only our special connection can allow us to seek out the special energies of the ancient tidebloom plant.",

"Jelli_questseed.reaction2": "Return with the crystal once you are ready.",





///part2//
"Quest.Title.MysteriousRelics": "Mysterious Fruit",

"Quest.Dialogue.MysteriousRelics": "Jelli has given you mysterious seeds. Plant them and watch them grow.",

"Quest.Hint.001": "Harvest a mysterious fruit for Jelli.",

//Part3//

"Quest.Title.ItemDelivery": "Ocean's Offering",

"Quest.Title.OceansOffering": "Offer Jelli the harvested goods.",

"Quest.Dialogue.OceansOffering": "Deliver the mysterious crystal to Jelli.",

"Quest.Completion.Reward": "What secret's does this crystal hold? Ask Jelli!",

"Quest.ItemDelivery.Response": "During a special blessing, the Nectar Crystal releases its magical energy, we use Luminescent Shells as conduits, that will cast an otherwordly glow. Now we need 10 clam shells so that we can turn them into special shells. Please collect 10 clamshells.",


////QUEST2SeaFestival///

//part1//
"Quest.Title.Basic": "A Sea Festival",

"Quest.Title.SeaFestival": "Help Jelli organize a magical sea festival. Contribute by gathering 10 clam shells.",

"Quest.Dialogue.SeaFestival": "Collect 10 clam shells",

"Quest.Dialogue.SeaFestival2": "Bring the clam shells to Jelli for the festival.",

"Quest.Dialogue3.001": "Report back to Jelli",

"Quest.Dialogue3.002": "You have acquired 10 clams return to Jelli!",

"Quest.Dialogue3.003": "Find your way back to Jelli.",

"Quest.Dialogue3.004": "Jelli needs these clams for some Mystical purpose.",


"Quest2.ItemDelivery.Response": "Ah, adventurer! Your collection of Shells is truly splendid. These shells, when combined with the magical essence of the Nectar Crystal, create a mesmerizing spectacle in the cavern. Let me enlighten you about the enchanting synergy between these elements. #$b# The Shells, aglow with radiant energy, serve as conduits for the ethereal forces of the sea. When infused with the essence of the Nectar Crystal, a magical reaction unfolds, illuminating the cavern in a vibrant dance of colors. It's a sight to behold, a celebration of the sea's wonders!",


"Quest.Title.Preparations": "Sea Festival Preparations",
  "Quest.Dialogue.Preparations": "With the collection of the 10 clams and the nectar crystal complete, Jelli is now ready to prepare for the Sea Festival. Jelli needs your help gathering seaweed from the beach to decorate for the festival.",
  "Jelli_questpreparations.reaction": "Thank you for your help gathering the seaweed! The decorations for the Sea Festival are coming along wonderfully. Come back soon, I'll let you know when the festival will be.",
  
  
"Jelli_quest.festival1": "Ah, you've returned with the seaweed decorations! Excellent work, @",
  
  "Jelli_quest.festival2": "With these decorations, the Sea Festival will be truly magnificent. Thank you for your contribution! Come back soon, I'll let you know when the festival will be.",

///customitems//

    "Pretty-Stone_Translated": "Pretty Stone",
    "Pretty-Stone_Description_Translated": "A beautiful stone that glistens in the sun. It has little value.",

    "Lunar-crystal-shard_Translated": "Lunar Crystal Shard",
    "Lunar-crystal-shard_Description_Translated": "A rare crystal shard that resonates with the power of the moon. It emits a soft glow, revealing its celestial nature.",

    "Bioluminescent-mycena_Translated": "Bioluminescent Mycena",
    "Bioluminescent-mycena_Description_Translated": "A small, radiant mushroom with bioluminescent properties. Emitting a soft glow, it enhances the enchantment of its surroundings.",

    "Arcane-Charm_Translated": "Arcane Charm",
    "Arcane-Charm_Description_Translated": "Transports you to a serene Cape Island spot. Ancient magic captured in a single vessel.",

    "Rosy-Harmony-Tea_Translated": "Rosy Harmony Tea",
    "Rosy-Harmony-Tea_Description_Translated": "A harmonious blend of Rosa Rugosa petals, fresh apples, and tea leaves, creating a fragrant and soothing tea experience. Sweet floral notes complement the fruity essence, with a touch of honey for added sweetness. Refreshing and comforting",

    "Uva-Ursi_Translated": "Uva-Ursi",
    "Uva-Ursi_Description_Translated": "A small, tart berry known for its unique flavor. Harvested from the Uva-Ursi plant, it adds a zingy twist to your recipes.",

    "Cuachalalate-Bark_Translated": "Cuachalalate Bark",
    "Cuachalalate-Bark_Description_Translated": "A rare and aromatic bark known for its medicinal properties. Harvested from the Cuachalalate tree, this bark adds a distinctive flavor to your herbal creations.",

    "Corn-Silk_Translated": "Corn Silk",
    "Corn-Silk_Description_Translated": "Delicate strands of corn silk, carefully harvested for various uses. This item can be utilized in crafting or as a valuable ingredient in herbal concoctions.",

    "Shavegrass_Translated": "Shavegrass Herb",
    "Shavegrass_Description_Translated": "A fragrant herb that adds a unique twist to your tea blends. Harvested with care, this ShaveGrass Herb enhances the revitalizing properties of your concoctions.",

    "ReVitaliTea_Translated": "ReVitaliTea",
    "ReVitaliTea_Description_Translated": "The green elixir inside offers a revitalizing escape. Take a moment, savor the essence of nature's vitality, and feel the rejuvenation.",

    "Green-Tea-Mochi_Translated": "Green Tea Mochi",
    "Green-Tea-Mochi_Description_Translated": "A traditional Japanese dessert. It's soft and chewy on the outside. Once you bite, you'll taste the bittersweet Matcha filling.",

    "Rosa-Rugosa_Translated": "Rosa Rugosa",
    "Rosa-Rugosa_Description_Translated": "A pink rose native to asia. It now grows on many beach coasts because of it's tolerance to salt water spray.",

    "Secret-Cave-Key_Translated": "Secret Cave Key",
    "Secret-Cave-Key_Description_Translated": "It's only purpose is to unlock a door.",

    "Totoro-Plush_Translated": "Totoro Plush",
    "Totoro-Plush_Description_Translated": "It's very soft and cute.",

    "Pomegranate-Mochi_Translated": "Pomegranate Mochi",
    "Pomegranate-Mochi_Description_Translated": "A traditional Japanese dessert that is soft and chewy on the outside. The inside is filled with the distinct Tart flavor of Pomegranate.",

    "Sticky-Rice-Flour_Translated": "Sticky Rice Flour",
    "Sticky-Rice-Flour_Description_Translated": "Made from Glutinous rice. It's appearance is like wheat flour, but the result is more chewy. It's grown in lands to the East and used as an ingredient.",

 "Gummi-Sweet-Rice_Translated": "Gumi Sweet Rice",
  "Gumi-Sweet-Rice_Description_Translated": "High-quality glutinous rice perfect for making Sticky Rice Flour and traditional dishes.",


    "Blue-Diamond_Translated": "Blue Diamond",
    "Blue-Diamond_Description_Translated": "A diamond with a dazzaling aura.",

    "Heart-Diamond_Translated": "Heart Diamond",
    "Heart-Diamond_Description_Translated": "A beautiful pink diamond. It would be very romantic to give this to someone...",

    "Fire-Diamond_Translated": "Fire Diamond",
    "Fire-Diamond_Description_Translated": "A mysterious color for a diamond and it's also extremely rare.",

    "Prismatic-Diamond_Translated": "Celestial Crystal",
    "Prismatic-Diamond_Description_Translated": "An extremely rare mineral.",

    "Sketchbook_Translated": "Sketchbook",
    "Sketchbook_Description_Translated": "It's filled with pages of drawings. Some of them are quite good.",

    "Cape-Warp-Totem_Translated": "Cape Warp Totem",
    "Cape-Warp-Totem_Description_Translated": "Use this enchanted totem to instantly warp to the Cape.",
    
    "Sea-Cape-Warp-Totem_Translated": "Sea Cape Warp Totem",
    "Sea-Cape-Warp-Totem_Description_Translated": "Use this enchanted totem to instantly warp to the Cape's mini island.",

    "Beach-Strawberry_Translated": "Beach Strawberry",
    "Beach-Strawberry_Description_Translated": "A sweet and juicy Beach Strawberry. The vibrant red berries and lush green leaves make it a delightful coastal treat. Consuming these berries provides a refreshing burst of energy.",
    
     "Frozen-Beach-Strawberry_Translated": "Frozen Beach Strawberry",
    "Frozen-Beach-Strawberry_Description_Translated": "A frozen Beach Strawberry. The vibrant red berries and lush green leaves make it a delightful coastal treat. Consuming these berries provides a refreshing burst of energy.",

    "Hyper-Diamond_Translated": "Luminescent Prism",
    "Hyper-Diamond_Description_Translated": "A giant diamond discovered in the depths of the Sea Cave",

    "Analogous-Diamond_Translated": "Radiant Prism",
    "Analogous-Diamond_Description_Translated": "A giant diamond discovered in the depths of the Sea Cave",

    "Prismatic-Diamond_Translated": "Celestial Prism",
    "Prismatic-Diamond_Description_Translated": "A giant diamond discovered in the depths of the Sea Cave",

    "Legacy-Aged-Rum_Translated": "Legacy Aged Rum",
    "Legacy-Aged-Rum_Description_Translated": "bestows a heartwarming effect, filling your spirit with a sense of adventure and courage.",

    "Captains-Seafarer-Hat_Translated": "Captain's Seafarer Hat",
    "Captains-Seafarer-Hat_Description_Translated": "This finely crafted headwear carries the essence of seafaring adventures, with its sturdy brim protecting from harsh winds and its embroidered emblem symbolizing the allure of the open sea.",

    "Golden-Obsidian-Blade_Translated": "Golden Obsidian Blade",
    "Golden-Obsidian-Blade_Description_Translated": "A stolen relic with a regal past, its hilt adorned with fiery rubies and ominous orange gems. The solid gold blade holds both royal history and shadows of secrecy, making it a formidable and enigmatic weapon.",

    "Shadow-Strike-Blade_Translated": "Shadow Strike Blade",
    "Shadow-Strike-Blade_Description_Translated": "A blade cloaked in mystery and darkness. Crafted from shadows found within the depths of Cape Stardew's cavern. With a swift strike, it releases a shadowy projectile, embodying the secrets hidden within the shadows.",

	"Gold-Pocket-Watch_Translated": "Gold Pocket Watch",
    "Gold-Pocket-Watch_Description_Translated": "It looks valuable and from quite a long time ago.",

"hummingbird_Translated": "hummingbird",

//JA//
//Objects///
"object.Gold-Pocket-Watch.name": "Gold Pocket Watch",
"object.Gold-Pocket-Watch.description": "It looks valuable and from quite a long time ago.",


"object.Pretty-Stone.name": "Pretty Stone",
"object.Pretty-Stone.description": "A beautiful stone that glistens in the sun. It has little value.",


"object.Lunar-crystal-shard.name": "Lunar Crystal Shard",
"object.Lunar-crystal-shard.description": "A rare crystal shard that resonates with the power of the moon. It emits a soft glow, revealing its celestial nature.",


"object.Bioluminescent-mycena.name": "Bioluminescent Mycena",
"object.Bioluminescent-mycena.description": "A small, radiant mushroom with bioluminescent properties. Emitting a soft glow, it enhances the enchantment of its surroundings.",


"object.Arcane-Charm.name": "Arcane Charm",
	"object.Arcane-Charm-Tea": "Transports you to a serene Cape Island spot. Ancient magic captured in a single vessel.",
	
"object.Rosy-Harmony-Tea.name": "Rosy Harmony Tea",
	"object.Rosy-Harmony-Tea": "A harmonious blend of Rosa Rugosa petals, fresh apples, and tea leaves, creating a fragrant and soothing tea experience. Sweet floral notes complement the fruity essence, with a touch of honey for added sweetness. Refreshing and comforting",

"object.Uva-Ursi.name": "Uva-Ursi",
"object.Uva-Ursi.description": "A small, tart berry known for its unique flavor. Harvested from the Uva-Ursi plant, it adds a zingy twist to your recipes.",


"object.Cuachalalate-Bark.name": "Cuachalalate Bark",
"object.Cuachalalate-Bark.description": "A rare and aromatic bark known for its medicinal properties. Harvested from the Cuachalalate tree, this bark adds a distinctive flavor to your herbal creations.",

"object.Corn-Silk.name": "Corn Silk",
"object.Corn-Silk.description": "Delicate strands of corn silk, carefully harvested for various uses. This item can be utilized in crafting or as a valuable ingredient in herbal concoctions.",


"object.Shavegrass.name": "Shavegrass Herb",
"object.Shavegrass.description": "A fragrant herb that adds a unique twist to your tea blends. Harvested with care, this ShaveGrass Herb enhances the revitalizing properties of your concoctions.",


"object.ReVitaliTea.name": "ReVitaliTea",
	"object.ReVitaliTea.description": "The green elixir inside offers a revitalizing escape. Take a moment, savor the essence of nature's vitality, and feel the rejuvenation.",

"object.Green-Tea-Mochi.name": "Green Tea Mochi",
	"object.Green-Tea-Mochi.description": "A traditional Japanese dessert. It's soft and chewy on the outside. Once you bite, you'll taste the bittersweet Matcha filling.",
	
	"object.Rosa-Rugosa.name": "Rosa Rugosa",
	"object.Rosa-Rugosa.description": "A pink rose native to asia. It now grows on many beach coasts because of it's tolerance to salt water spray.",
	
		"object.Secret-Cave-Key.name": "Secret Cave Key",
	"object.Secret-Cave-Key.description": "It's only purpose is to unlock a door.",
	
		"object.Totoro-Plush.name": "Totoro Plush",
	"object.Totoro-Plush.description": "It's very soft and cute.",
	
	"object.Pomegranate-Mochi.name": "Pomegranate Mochi",
	"object.Pomegranate-Mochi.description": "A traditional Japanese dessert that is soft and chewy on the outside. The inside is filled with the distinct Tart flavor of Pomegranate.",
	
		"object.Sticky-Rice-Flour.name": "Sticky Rice Flour",
	"object.Sticky-Rice-Flour.description": "Made from Glutinous rice. It's appearance is like wheat flour, but the result is more chewy. It's grown in lands to the East and used as an ingredient.",
	
	"object.Blue-Diamond.name": "Blue Diamond",
	"object.Blue-Diamond.description": "A diamond with a dazzaling aura.",
	
	"object.Heart-Diamond.name": "Heart Diamond",
	"object.Heart-Diamond.description": "A beautiful pink diamond. It would be very romantic to give this to someone...",
	
	"object.Fire-Diamond.name": "Fire Diamond",
	"object.Fire-Diamond.description": "A mysterious color for a diamond and it's also extremely rare.",
	
	"object.Prismatic-Diamond.name": "Celestial Crystal",
	"object.Prismatic-Diamond.description": "An extremely rare mineral.",
	
	
	"object.Sketchbook.name": "Sketchbook",
	"object.Sketchbook.description": "It's filled with pages of drawings. Some of them are quite good.",
	
	"object.capewarptotem-crafting.name": "Cape Warp Totem",
	"object.capewarptotem-crafting.description": "Use this enchanted totem to instantly warp to the Cape.",
	
	"object.beach-strawberry.name": "Beach Strawberry",
	"object.beach-strawberry.description": "A sweet and juicy Beach Strawberry. The vibrant red berries and lush green leaves make it a delightful coastal treat. Consuming these berries provides a refreshing burst of energy.",
	
	///Bigcraftables//
	
	"big-craftables.Hyper-Diamond.name": "Luminescent Prism",
	"big-craftables.Hyper-Diamond.description": "A giant diamond discovered in the depths of the Sea Cave",
	
	"big-craftables.Analogous-Diamond.name": "Radiant Prism",
	"big-craftables.Analogous-Diamond.description": "A giant diamond discovered in the depths of the Sea Cave",
	
	"big-craftables.Prismatic-Diamond.name": "Celestial Prism",
	"big-craftables.Prismatic-Diamond.description": "A giant diamond discovered in the depths of the Sea Cave",
	
	"object.Legacy-Aged-Rum.name": "Legacy Aged Rum",
	"object.Legacy-Aged-Rum.description": "bestows a heartwarming effect, filling your spirit with a sense of adventure and courage.",
	///hats///
	"hat.Captains-Seafarer-Hat.name": "Captain's Seafarer Hat",
	"hat.Captains-Seafarer-Hat.description": "This finely crafted headwear carries the essence of seafaring adventures, with its sturdy brim protecting from harsh winds and its embroidered emblem symbolizing the allure of the open sea.",
	//weapons//
	"weapon.Golden-Obsidian-Blade.name": "Golden Obsidian Blade",
	"weapon.Golden-Obsidian-Blade.description": "A stolen relic with a regal past, its hilt adorned with fiery rubies and ominous orange gems. The solid gold blade holds both royal history and shadows of secrecy, making it a formidable and enigmatic weapon.",
	
	"Locations.Minecart1": "Cape Forest",
	
	"Locations.Minecart2": "Sea Cave Secrets",
	
	"Dialogue.Bundl.001": "Maple syrup, oh-so-delicious! Two jars, if you please. One for me, and one for... well, just me! Hehe.",
	
	
	"oreunlock": "Hello there!^^With a sprinkle of my oceanic magic, I've done something quite special. Kimberlite Ore now sparkles in Stardew Valley's mines!^^And guess what? When you break them open, they might just surprise you with those lovely diamonds from Cape Stardew! Isn't that exciting?^^Happy mining, dear friend!^^-Jelli",
	
	"guildBridge": "Dear @,^^Marlon recently dispatched our guild members to investigate the sea cavern beneath Cape Stardew. To our delight, they reported back with news of the restored bridgethanks to your remarkable efforts.^^In recognition of your bravery and dedication, we've chosen a special reward for youa treasure with magical properties to aid you on future quests. Please accept it with our sincerest gratitude.^^Warm regards,^^The Adventurer's Guild",
	
	"cape-island-totem-recipe": "Cape Island: Warp Totem Recipe",
	
	"cape-totem-recipe": "Cape: Warp Totem Recipe",
	
	
	
	"Sea-Mask_Description_Translated": "A mask of oceanic hues with a radiant green gem, said to hold the sea's secrets. Adorned with a starfish and seaweed ties, it whispers of ancient underwater magic.",
	
	"Sea-Mask_Translated": "Mermaid's Veil",

"Endless-Ember_Name": "Endless Ember",
"Endless-Ember_Description": "This ring radiates a warm glow, a protective promise against the flames.",
"Ashen-Promise-Buff_Name": "Ashen Promise",
"Ashen-Promise-Buff_Description": "A vow of safety amidst the blaze",


    "Mystic-Arcana_Name": "Mystic Arcana",
    "Mystic-Arcana_Description": "A powerful ring forged from light, increases attack, and shields the wearer from occasional damage.",

"Arcane-Charm-Buff_Name": "Arcane Charm",
    "Arcane-Charm-Buff_Description": "Enchanted by mystics from long ago.",
 "Silver-Petal-Buff_Name": "Petal Grace",
  "Silver-Petal-Buff_Description": "A blessing of graceful petals surrounds you, enhancing your luck and stamina.",
  "Sky-Oak-Buff_Name": "Oak Blessing",
  "Sky-Oak-Buff_Description": "An ancient oak's blessing empowers you, boosting your speed and defense.",

  "Silver-Petal-Ring_Name": "Silver Petal",
  "Silver-Petal-Ring_Description": "A silver band crowned with a radiant pink gem, adorned with delicate silver petals, exuding the grace of nature",
  "Sky-Oak-Ring_Name": "Sky Oak",
  "Sky-Oak-Ring_Description": "A ring made from the wood of a celestial oak, granting the wearer the blessing of the heavens.",
"event.wallCrack": "An earthquake?",

"event.wallCrack2": "The wall crumbled, revealing a hidden passage!",


 "ringevent.001": "You sift through the coal and find something glimmering. It's a beautiful ring!",
"ringevent.002": "You sift through the coal and find nothing.",

"Locations.MineCaveForest": "Forest Mine Cave",
	
"Sea-Crystal-Flask_Translated": "Crystal Flask",

"Sea-Crystal-Flask-Description_Translated": "A beautifully aged flask, its surface encrusted with delicate sea crystals. Washed ashore after decades lost at sea, it whispers forgotten tales of the ocean.",

"Flask-Hud-Message": "An ancient aura emanates from the flask. Inside, you find a Lucky Ring!",

"equip.endless_ember_ring": "Equipped Endless Ember Ring!",
  "unequip.endless_ember_ring": "Unequipped Endless Ember Ring!",
"equip.mystic_arcana_ring": "Equipped Mystic Arcana Ring!",
  "unequip.mystic_arcana_ring": "Unequipped Mystic Arcana Ring!",
  "equip.silver_petal_ring": "Equipped Silver Petal Ring!",
  "unequip.silver_petal_ring": "Unequipped Silver Petal Ring!",
  "equip.sky_oak_ring": "Equipped Sky Oak Ring!",
  "unequip.sky_oak_ring": "Unequipped Sky Oak Ring!",


"Annetta_quest.reaction": "Oh! One of my favorite fruits, Thank you for delivering them. They look nice and fresh.",

"Annetta_quest2.reaction": "Oh, thank goodness! I thought all my sketches were gone forever. It looks like all the pages are still in good condition. Thank You!",

"Annetta_quest3.reaction": "WOO! They look just like a star.$h #$b# Now for the taste test. #$b# .... #$b# MMM. Oh Wow! It's slightly sweet and a little sour. Kind of like an apple!$h",

//conversationtopic//
"Capelakewalk.convotopic": "Last night's walk to the lake was as if the moon itself decided to dance with us, shining so brightly, don't you think",

	
	"Annetta.Jelli.Encounter.yes": "You know, ever since you told me about that sea spirit, I've been thinking about it a lot. It's amazing to think there's so much we don't know about the ocean.",
	"Annetta.Jelli.Encounter.no": "I've been thinking about that splash in the water. It's all so mysterious. What could it have been? The ocean holds so many secrets.",


}

