{
	"Changes":[
		{
			"LogName":"Dwarf",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Dwarf",
			"Entries":{
				"Mon": "내 가게에 온 걸 환영해.",
				"Mon2": "내 이름 말야? 우리들은 이름을 사용한 적이 없어.#$e#아니, 헷갈리지 않아. 솔직히 사람마다 다 다른 이름을 기억하는게 더 힘들었을 거야.",
				"Mon4": "이 물건 중 몇개는 마을에서 가져왔어. 밤중에 너네 사람들한테가 가져갔어.#$e#음? \"사유 재산\" 이란게 뭐지?",
				"Mon6": "너희들이 아래에서 채굴 작업을 했을 때, 난 계속 숨어있었어야 했어.#$e#물론 더 이상 신경 쓰지 않아. 난 네가 여기 온 걸 환영해.",
				"Mon8": "계속 다시 찾아오네. 혹시... 폭탄을 좋아하는 거야?",
				"Tue": "너가 내 언어에 익숙하지 않다는 걸 알아. 만약 헷갈리면 다시 물어봐줘.",
				"Tue2": "생일이 언제냐고? 음, 얼마 전 인데...그건...#$b#...잠깐, 달력에 적혀있어?#$b#아마도 늦은 \"여름,\" 이었어. 아마도 여름 27일?",
				"Tue4": "아... 동굴당근 스튜, 동굴당근 구이, 동굴당근 스프, 동굴당근 그라탕.#$e#...그리고 밤에 먹기 좋은 달달한 동굴당근 크렘 브륄레도 있어.#$e#뭐라고?",
				"Tue6": "가끔 머리가 희끗희끗한 사람이 이곳을 통해 들어오는 걸 봐.",
				"Tue8": "드워프가 수염을 길렀다고 생각했어? 하지만... 난 수염이 길거든. 넌 볼 수 없어?#$e#뭐? 흰머리 인간 수염 같다고? 잠깐, 그렇게 길지는 않아. 그 사람은 너무 오버해.",
				"Tue10": "난 내가 용감해서 전쟁에서 살아남았다고 생각하지 않아. 오히려 잘하는건 숨는 거야.#$e#그게 자랑스럽지않아.",
				"Wed2": "그 정도 밖에 나이를 안 먹었어?#$b#아, 그래, 사과할게. 드워프 인생에서는 넌 아직 어린 아이야.#$e#네가 기분 나쁘게 상각하지 않았으면 좋겠어.",
				"Wed4": "오래전에 우리들은 이미 첨단 기술등을 알고 있었어. 고고학적 증거가 그걸 증명해.#$e#그런데 어디서 왔을까? 그리고 모든 게 어디로 갔을까? 내 생각이지만 절대 대답되지 않을 질문 같아.",
				"Wed6": "지난 100년 동안 너희 종족이 그만큼 발전한것에 대해 감명을 받았어.#$b#인간은 원래 그렇게 빨라?",
				"Wed8": "몇 번정도 이상하고 파란 인간이 광산에서 나오는 걸 본 적이 있어.#$e#적어도 난 걔가 너희중 한명이라 생각해.#$e#물론 그 사람을 믿지는 않아.",
				"Wed10": "물론 난 돈이 필요해. 내가 왜 내 것을 공짜로 팔아야 해?",
				"Thu": "그림자 인간이 보낸 스파이는 아니지?#$e#너를 주시하고 있는 것만 알아둬.",
				"Thu2": "응, 나 혼자 살아. 가족이 죽었거든. 그림자 인간에게 고맙다고 해줘",
				"Thu4": "지하에서 가장 편안해.#$e#깊을수록 좋아. ",
				"Thu6": "광산의 대부분은 살 수 없게 되었어. 괴물이 너무 많아.#$e#여기서 사는 건 어쩔 수 없어.",
				"Thu10": "지속적으로 방문해줘서 고마워. 사실 네가 나타난 이후로 인간을 조금 다르게 생각하게 되었어.",
				"Fri2": "대부분의 사람은 미지의 것을 두려워해... 그래서 여기에 내 가게를 숨겨놨어.#$e#광산스킬이 네가 믿을 만하다는 걸 증명해.",
				"Fri4": "광산에서 귀한 돌을 찾으면 나에게 알려줘.",
				"Fri6": "내 언어는 인간 것보다 훨씬 쉬워. 나랑 이런 대화를 나눌 수 있는 정도로 빨리 배웠지?#$e#그럼에도 불구하고 너의 실력은 초보치고는 훌륭해.",
				"Fri8": "쿨쿨... 앗?#$e#미안해. 보통 밤에는 광산을 가고 낮에는 자거든. 뭐가 필요하니?",
				"Sat2": "그럼 넌 농부야? 슬라임이라도 키워?",
				"Sat4": "네가 발견한 드워프 유물을 받아서 기뻐. 근데 그걸 보면 살짝 슬퍼져.#$e#딱히 너에게 줄 건 없네... 근데 너도 알잖아.",
				"Sat6": "광산은 위험한 곳이야. 조심해, 친구여.",
				"Sat8": "폭탄은 멍청하면 위험해. 난 어릴 떄부터 이런 것들을 사용해 왔어.",
				"Sun": "오늘 뭐 살래?",
				"Sun2": "난 기꺼이 인간요릴 먹어볼게. 나중에 좀 가지고 올래?",
				"Sun4": "언젠가 네가 \"우유\"라고 부르는걸 가르쳐줘.",
				"Sun6": "옛날의 내 삶의 방식이 사라졌어. 난 인간과 가까이 있어야 하지만 너희들이 날 좋아할것 같지는 않아.#$e#바깥의 빛은 몇분만에 나를 미치게 할거야.",
				"Sun8": "의심할 여지 없어 넌 내가 누구보다도 많이 이야기한 사람이야.#$e#항상 인간에게서 떨어져 있으라는 가르침을 받았지만 규칙을 어기기로 한건 잘한것 같아.",
				"summer_Mon10":"안쪽이 좀 더 안전한 것 같아. 네가 탁 트인 하늘 아래로 나서면 난 깊은 곳을 추락하는 기분이 들거든.",
				"summer_Tue10":"너는 그... 컴퓨터라는 기계 있어?#$b#조상들에게 독창성이라는 재산을 물려받은 것을 감사하라고.",
				"summer_Wed10":"지난 100년 동안 너희 종족이 그만큼 발전한것에 대해 감명을 받았어.#$b#인간은 원래 그렇게 빨라?",
				"summer_Thu10":"내 조상들은 거대한 용을 길들였었다고 들었어.#$b#사실인지 아닌지는 몰라. 그냥 소문일 수도 있어.",
				"summer_Fri10":"세상에 다른 동굴에 사는 드워프들도 있어. 꽤 오랫동안 본 적은 없지만.",
				"summer_Sat10":"미래에 우리들의 유산을 이어갈 드워프가 없어진다면 그걸 이어갈 건 너 같은 인간들이겠지.#$b#지하를 잘 부탁할게.",
				"summer_Sun10":"이 산의 화산 활동이 증가하고 있어. 인간들은 언제 폭발할지 궁금해 할 수도 있겠네.#$e#한 4000 년쯤 뒤에 폭발 할거라고 봐.",
				"fall_Mon10":"몇 번 정도 이상한 파란 인간이 광산으로 몇 번 본 적 있어.#$e#적어도 인간이라고 생각은 해.#$e#뭔가 믿기지는 않지만.",
				"fall_Tue10":"내 낡아버린 생활은 사라져버렸어. 인간들과도 소통을 해봐야 하는데 내가 마을로 내려가면 너희 인간들이 날 받아들이지 못할 것 같아.#$e#바깥 불빛도 날 돌아버리게 만들 것같고.",
				"fall_Wed10":"인간들은 쓰레기를 많이 만들지. 흠, 그게 다 어디서 오는거지?#$e#널 말하는게 아니야. 다른 인간들 말이야.",
				"fall_Thu10":"여기서 남쪽 화산 근처에 드워프 문명이 번성하고 있었어.#$e#지금은 폐허가 되어있지 않을까.",
				"fall_Fri10":"하늘에서 흰색과 회색이 있는 부분을... 구름이라고 하나?#$e#신기하네.",
				"fall_Sat10":"참마가 땅을 뚫고 나올 정도로 키울 수 있다고? 대단하네.#$b#뿌리 채소로 요리하는건 간단할 거야.",
				"fall_Sun10":"...#$b#넌... 친절한 인간이야...#$b#...#$b#많은 시간 동안 이런 말을 한 적 없었어.",
				"winter_Mon10":"광산에서 이상한 일들이 일어나기 시작했어. 위험한 괴물들, 이상한 환경들...#$b#파란 인간이랑 관련된 걸까?",
				"winter_Tue10":"광산에 내려가면 나오는 호수에서 희귀한 물고기들을 잡을 수 있어. 용암 장어랑 아이스핍에 대해 들어본 적 있어?#$e#전문 낚시꾼들만 잡을 수 있었어.",
				"winter_Wed10":"오래된 것들이 전부 새 것으로 바뀌어가고 있어. 우리 문명은 버려졌어. 하지만 버려지고 싶지는 않아.#$e#난 엄청나게 많은 폭탄이 있어. 가더라도 조용히 가지 않을거야.",
				"winter_Thu10":"사막 아래에 있는 해골 동굴... 드워프들이 오래 전에 거기서 있었다고 생각해.#$e#지금은 거기서 드워프들을 찾을 수 있을거라 생각하지 않아.",
				"winter_Fri10":"드워프들은 전설적인 대장장이들이었어.#$b#시대가 지나 잃어버린 예술 같은 거지만.",
				"winter_Sat10":"넌 꽤나 야망이 있는 녀석이네. 네가 가진 힘을 조심해. 안 그러면 너 또한 괴물이 되고 말아.",
				"winter_Sun": "맞아. 근처에 죽음의 사당이 있는 건 사실이야. 아마 어떤 인간이 얼마 전에 그 속으로 터널을 뚫었을 것일걸.#$e#난 그게 어디서 왔는지 정확히 말할 수는 없어. 물론 우리는 아니야. 그림자 인간들도 부인했고.#$e#너 거기 가 봤어?",
				"winter_Sun10": "죽음의 사당에 있는 영혼들은 꽤 오래됐음이 틀림없어.#$b#그래도 너한테는 상대가 안 될 거야."
			}
		}
	]
}