{
	"Changes":[
		{
			"LogName":"Linus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Linus",
			"Entries":
			{
				"AcceptGift_(O)373":"좋은 구경을 시켜주는군, 친구.$h#$e#미로 끝에서 자네를 봤었네. 자네는 나를 봤었나?",
				"AcceptGift_(O)797":"자연은 무수하게 많은 아름다운 비밀을 간직하고 있지. 진주는 그 중의 하나일지도 모른다네.$h",
				"AcceptGift_(O)74":"정말 멋있군!$3#$b#우리가 사는 이 세상은 놀라움의 연속일세.$3",
				"AcceptGift_(O)446":"토끼는 이타적인 존재일세. 그러나 당연하게 생각해선 안되는걸세.#$b#나도 이 선물을 당연히 생각하지 않네. 고맙군.$h",
				"AcceptGift_(O)234":"*킁킁* 신이 내려준 향기가 나는군.$h#$e#난 블루베리 타르트를 좋아하네만, 불 위에서 타르트를 만들어 내긴 어렵지.",
				"AcceptGift_(O)90":"이걸 찾기 위해 먼 길을 다녀왔군. 이런 즙 많은 과일이 그립다네.$h#$e#지금은 계곡에 살지만, 오래 전엔 칼리코 사막에서 조금 살았었다네.",
				"AcceptGift_(O)88":"환상적이군, 고맙네!$h#$b#내가 이 계곡을 사랑하긴 하네만, 코코넛만큼 영양가 넘치는게 없긴 하다네.",
				"AcceptGift_(O)242":"고맙군, 이 접시에 담은게 얼마나 기막힌 것들인가.$h#$e#바다의 신선한 선물을 당연히 여겨서는 안되는걸세.",
				"AcceptGift_(O)280":"아! 오늘 모닥불에 잘 구워야겠구만. 어떻게 해야할지 바로 떠오르는군.$h",
				"Mon2":"여기서 쓰레기들을 발견했네. 자네가 한 일이 아니었으면 좋겠군. 그렇지?",
				"Mon4": "야생 베리들이 나는 시기가 되면, 채칩할만한 것들이 널려있지.#$e#그저 찾는 방법만 알면 된다네. 그럼 풍부하게 채집할 수 있을테지.",
				"Mon6": "산이 주는 선물로 겨울 나는 것 만큼 기분 좋은게 없지.$h",
				"Mon8": "결혼 했느냐고? 내가 말인가? 하하, 아니, 난 결혼 한적이 없네.$h#$e#다른 사람에게 내 생활 방식을 요구한 적이 없는걸.",
				"Tue2": "뭔가 원하는 것이라도 있는가?",
				"Tue6": "오래 전에, 음, 나도 한 가정에서 자랐지. 가족들을 오랫동안 보지 못했어.#$e#더 이상 가족들의 얼굴을 기억하지 못할 것 같네...$s",
				"Tue10": "음, @, 자네만 괜찮다면, 내가 자네를 가족처럼 생각할 수 있을 것 같구만.$h#$e#아, 경계하지 말게. 나무, 바위, 호수, 하늘... 그것들 모두 다 나의 가족이기도 하니까.",
				"Wed4": "이 세상은 우리의 삶을 관통하는 시간동안 계속 존재할걸세.#$b#부디 정중히 대해주길 바라네.",
				"Thu": "...흠? 내게 뭐 바라는 것이 있는가?",
				"Thu2": "...텐트를 접고 이사를 해야 할 수도 있겠군.$s",
				"Thu6": "그래, 내가 쓰레기통에서 음식을 가져가는 걸 한번 봤겠지...$s#$e#보통은 난 자연이 주는 음식을 먹고 살지만, 다른 사람들이 버리는 음식은 내가 먹지 않으면 완전히 폐기되어 버린다네.$s#$e#그게 우리가 세상을 대하는 방식인가?",
				"Thu8": "가끔 사람들이 나를 이해하지 못하곤 하지만, 그렇다고 사람들이 날 나쁘게 대하진 않는다네.#$e#적대감을 보일 때가 가장 힘들 때지.",
				"Thu10": "남들을 보살피는 건 아름다운 일이지.#$b#그러니 진미를 두명이 먹기 적당할 정도로 찾으면 내가 우편함에 넣어두겠네.$h",
				"Fri": "부디 내 텐트를 무너트리지 말아주게.#$e#전에 그런 일이 있었어.$s",
				"Fri2": "왜 나를 자주 찾아오는 건가?",
				"Fri8": "우리가 죽고 나면 어디로 가야할 것 같나? 난 땅속으로 가야 할 것 같네.#$e#다시 자연으로 돌아가는 것, 그게 전부지.#$e#생각 해보면 그리 나쁜 것만은 아니라네.#$e#그래도 아직 준비는 안되었지만 말일세.$h",
				"Sat": "난 혼자 행복하다네.#$e#새로운 친구같은건 필요하지 않아.",
				"Sat2": "...안녕한가.",
				"Sat6": "여기 더 오래 머물 계획은 없네.#$e#여기로 올라왔는데 텐트가 없다고 놀라지 말게.#$e#항상 말없이 이사가곤 했으니.",
				"Sat8": "아마 일 년 더 머무를 것 같군.#$e#보통 이렇게 오래 머무른 적은 없었네만...$s",
				"Sat10": "이대로라면 난 영원히 여기 머무를 수도 있겠군.$h#$e#난 내가 원하는 만큼 자연에서 살 수 있지만, 좋은 이웃을 두고 멀리 가고 싶진 않구만. 고맙네, @.",
				"Sun2": "자네가 원치 않다면 내게 말을 걸지 않아도 되네.",
				"Sun8": "@, 자네를 처음 만났을 때 난 곧 계곡을 떠날 것이라고 마음 먹었었네. 내 마음을 바꿔주어서 고맙군.",
				"summer_Mon10":"물 속에 있는 쓰레기들은 어디서 오는 걸까? 정말 이해할 수가 없군...$s",
				"summer_Tue8": "말론과 길? 그래, 가끔씩 본다네.#$e#우린 거의 자급자족을 하지.",
				"summer_Wed10":"세상은 우리보다 훨 씬 전에 존재했다네. 그리고 우리가 세상을 떠나도 존재하겠지.#$e#이 진리가 내 살아가는 방식을 인도해준다네.",
				"summer_Thu10":"@, 자네가 농장에서 하는 일을 존중한다네. 자네가 농장을 돌보는 한 우리는 두려워 할 이유가 없다네.",
				"summer_Sat10":"사람은 궁극적으로 무엇을 위해 사는 것일까? 안락함? 아니, 그런 기본적인건 아닐걸세.#$e#우리의 존재에 대한 질문엔 어떤 정답도 없다네. 친절, 조화, 사랑이 내가 가장 원하는 정답이지.",
				"summer_Sun6": "내 팔보다 더 긴 배스를 호수에서 잡은 적이 있네.$h#$e#오래 전 일이야. 그보다 더 큰걸 낚을 수 있을지 모르겠군.",
				"fall_Mon8": "인정하지. 전에 자네를 따라 광산으로 간적이 있네. 멀리서 지켜보며 말이야.#$e#미안하군. 단지 자네가 안전한지 확인하고 싶었네...",
				"fall_Tue10": "안녕한가, @!$h#$e#오늘 좋은 채집장소라도 찾았나?",
				"fall_Wed8": "산은 우리에게 빚진게 없는데도 무너져간다네. 우리가 가져가는 것은 모두 부당한 전리품이야. 우린 절대 감사하는 것을 잊어선 안되네.",
				"fall_Fri10":"나는 나만을 위해 살았던 적은 없네. 단지 자연과 모든 부분에서 조화를 이루고 싶을 뿐일세. 식물, 나무, 동물, 바위들까지.#$e#요즘은 자연의 나머지 부분들 보다 사람을 더 좋아하게 될 수도 있을 것 같네. 당연한 얘기일까.$h",
				"fall_Sat10":"모든 사람은 자신이 가장 잘 할 수 있는 역할을 발견해야 하네.#$e#예를 들어보지. 지하에도 지상만한 자연이 있네.#$b#하지만 광산에 너무 오래 있으면 폐가 무거워지고 햇빛을 받으려 눈이 길어지네. 그건 사람의 본성에 어긋나지.#$e#삶의 그런 부분에 대해 모두 그렇게 설명할 수 있네.#$b#@, 자네의 역할은 찾았는가?$h",
				"fall_Sun10": "야생 미끼로 낚시해본적 있나?",
				"winter_Mon6": "난 온천에서 추위를 피할 수 있었겠지만, 그곳은 내가 사는 곳이 아닐세.#$e#난 누구의 권리도 침해할 생각이 없네. 온천은 마을 사람들의 것이니까.",
				"winter_Tue8": "제대로만 한다면 난 일주일 정도 음식 없이 보낼 수도 있네.#$e#첫 번째 해결책은 아니지만, 필요하다면 할 수 있네.",
				"winter_Wed8": "라스모디우스는 좋은 친구네. 가끔 마주칠 뿐이지만, 항상 하던 일을 다시 시작하지.",
				"winter_Thu8": "내가 처음 여기 정착했을 때 아랫집에 있는 가족들은 내가 있는 것에 불쾌한 것 같았지. 하지만 최근엔 날 좋게 봐주는 것 같아.",
				"winter_Fri10":"조화로운 삶에서 고통도 자연스러운 부분이라고 생각하나? 어떤 고통이냐에 따라 다르겠지만, 난 그렇다고 말할 걸세.#$e#어떤 불편함이나 어려움이도 두려워 말게. 우리는 우리가 생각하는 것보다 강하네.",
				"winter_Sat10":"우리가 살아가는 매일은 깊이 감사해야할 선물이네. 우린 이미 받아야 할 것 이상을 가지고 있네.",
				"winter_Sun8": "우리가 정말 중요한 존재는 아니라는 것을 아는게 중요하다네. 세상은 인간이 존재하든 그렇지 않든 계속 지속될테지.",
				"spring_1_2": "봄 공기를 마셔보게!$h#$b#계곡이 생기를 띠기 시작했군.$h",
				"summer_10": "내일 루아우에서 위험을 무릅쓰고 내 요리를 나눌까 생각중이네.",
				"winter_15": "산 위에서 해변가에 정박한 배들을 언뜻 보았네.#$e#어쩌면 자세히 본걸 수도 있겠군.",
				"winter_28": "우리가 해냈군.$h#$e#*하하*$h",
				"summer_10_2": "내일 루아우에서 위험을 무릅쓰고 내 요리를 나눌까 생각중이네.",
				"winter_15_2": "산 위에서 해변가에 정박한 배들을 언뜻 보았네.#$e#어쩌면 자세히 본걸 수도 있겠군.",
				"winter_28_2": "우리가 해냈군.$h#$e#*하하*$h"
			}
		}
	]
}