{

//annetta///event/extra//

"Annetta.quickquestion.001": "Do you want to hint about Jelli to Annetta?",
"Annetta.quickquestion.yes": "Yes",
"Annetta.quickquestion.no": "No",
"Annetta.quickquestion.002": "You hint about Jelli to Annetta.",
"Annetta.quickquestion.003": "A sea spirit? That's incredible! Cape Stardew truly is a place of wonder. I feel honored to know such a secret exists.",
"Annetta.quickquestion.004": "You decide to keep Jelli a secret.",
"Annetta.quickquestion.005": "I must be imagining things. But sometimes, it feels like this place is alive with ancient magic. I wonder what other secrets it holds.",


 //eventspringorderannetta//
"annetta.springorderevent": "Hey there!#$b# Oh, pardon me, I was engrossed in this ancient tome about the mystical properties of Stardrop Fruit. #$b# Did you know some believe it grants wishes? Quite fascinating! But I digress. I've been pondering my next artistic venture and thought perhaps you could assist me. #$b# I'm on the hunt for something special to inspire my next creation... Say farmer why don't you help a lady out.#$b# I promise to reward you of course.",
"annetta.springorderquestion": "Hmmm... have you seen any rare items in hues of yellow or gold?",
"Anet.SpringOrder.001": "Sure, I'll keep an eye out for anything like that.",
"Anet.SpringOrder.002": "I'm sorry, I won't be able to help with that right now.",
"SpringOrder.Deny": "I understand. Maybe next time!",
"SpringOrder.Accept": "Great! Keep an eye out for me, thanks @.",



//Festival//
"f.a.001": "The best part of the holidays is the food. #$b# The spirit of giving is beneficial to all of us as well.",
"f.a.002": "The spooky festivities have only just begun. #$e# The skeleton actors are so realistic. #$b# I tried to get closer but one of them snarled at me.",
"f.a.003": "Hi @, I can see the fish swimming underneath the ice here.",
"f.a.004": "Hey @, Everyone's display looks great so far. These festivals sure are fun.",
"f.a.005": "The jellyfish here are amazing! Nature never ceases to amaze me.",
"f.a.006": "I can feel the beat of the music from the speakers here",
"f.a.007": "I love these festivals, Especially when there's food involved!",
"f.a.008": "I think the egg hunt is very exciting! I wonder who's gonna come out on top.",

//GiftTastes///

"gift.Annetta.001": "Sometimes the best gifts are the ones that suprise us most, Like this. You've outdone yourself!",
"gift.Annetta.002": "Oh! How did you know I was just wishing for one of these!",
"gift.Annetta.003": "Thanks... this will make great ammunition.",
"gift.Annetta.004": "I can tell you put a lot of thought into this...",
"gift.Annetta.005": "Thank you for thinking of me!",







//AnnettaEvents//

"annetta.cs.e.001": "...Hey there @.",
"annetta.cs.e.002": "It looks like you're in deep thought...",
"annetta.cs.e.003": "What's up, @?",
"annetta.cs.e.004": "Is everything ok?",
"annetta.cs.e.005": "Does the boat belong to you?",
"annetta.cs.e.006": "I was wondering if I could try out the boat.",
"annetta.cs.e.007": "When I met Marlon he mentioned I could use it to get to town but...",
"annetta.cs.e.008": "...I'm a bit afraid of the ocean.$2",
"annetta.cs.e.009": "I know I'll help you set sail!$1",
"annetta.cs.e.010": "All right let's get this boat in the water.",
"annetta.cs.e.011": "Nice job, @!",

///questevents//

"annetta.quest.e.001": "Oh hey! Just the person I was looking for.$h #$b# It's blackberry season and I wanted to order some from your farm.",

"annetta.quest.e.004": "Can you promise to supply me with a harvest of fresh blackberries this season, @?",

"Anet.Question.001": "Yes, Annetta! I'll make sure you get those fresh blackberries",
"Anet.Question.002": "No, sorry Annetta. I can't commit to that right now.",

"anet.fq.001": "I'll eagerly await those delicious blackberries.",
"anet.fq.002": "Oh, I understand. If you change your mind, let me know. Fresh blackberries would have been a treat!",

//lostsketchbook//

"annetta.quest.s.001": "Hello, there @",

"annetta.quest.s.002": "I was hoping you could help me out.",
"annetta.quest.s.003": "It seems I lost my sketchbook while in the forest.",

"annetta.quest.s.004": "If you happen to find it just bring it by my place.",

"annetta.quest.s.005": "Thanks.",

///starfruit//
"annetta.quest.star.001": "Oh. Hello @.",

"annetta.quest.star.002": "Nice to see you again.",
"annetta.quest.star.003": "If you don't mind I'd like to know if you have any starfruit on your farm?",

"annetta.quest.star.004": "I have been intrigued by this fruit since I arrived here.",

"annetta.quest.star.005": "Could you please bring me 2 from your farm?",

"annetta.cabinreaction.001": "Where did this nice cozy cabin come from?",

"annetta.cabinreaction.002": "It was built so nicely!$h #$b# $7Could @ have something to do with it?",

"annetta.cabinreaction.003": "So inspiring.",

//EntryDialogue//

"Entry.Dialogue.CapeStardew_Wind": "Looks a bit cloudy./ It's fresh outside./ Such strong gusts of wind today.",

"Entry.Dialogue.CapeStardew_Rain": "Oh wow It's pouring out here./ Do I really want to go outside?/ The rain is fun sometimes.",

"Entry.Dialogue.CapeStardew_Snow": "It's a winter wonderland!/ It's so cold./ Feels like home./ It's very chilly today.",

"Entry.Dialogue.AnnettaHouse_Snow": "Finally home/ It's so cold./ Hot chocolate now./ A warm house, Yay!",

"Entry.Dialogue.Saloon_AnnettaSummer": "Good afternoon, Gus./ One hot coffee, please!",



//AnnettaConditionalDialogue//
"Location.v1.Annetta10_Summer": "A painting always carries a little piece of the artist's soul.$6",

"Location.v2.Annetta10_Summer": "My favorite place to be is here in my study. I like it because here I can learn more about the world through these books of mine. I open the window, let the breeze in, and then all I hear are the peaceful sounds of the forest.",


//missingrecipes//

"annetta.missing.001": "Good morning @",

"annetta.missing.002": "Did you get my mail properly?",
"annetta.missing.003": "I tried to send you a recipe.",

"annetta.missing.004": "Well, no big deal. Here's the recipe I wanted to send you.",

"annetta.missing.005": "It's one of my favorites. Let me know what you think. See you, @.",


///event1463510022-AnnettaVisit//


  "annetta.cabin.event.001": "...Hello is anyone there?",
  "annetta.cabin.event.1question": "Who could that be at this hour?",
  "annetta.cabin.event.answer1": "Go and open the door.",
  "annetta.cabin.event.answer2": "Stay quiet and ignore it.",
  "annetta.cabin.event.greeting": "Hello, I saw the light on in the cabin. I was wondering who restored it. Actually, I never noticed it till now.",
  "annetta.cabin.event.002": "May I come in?",
  "annetta.cabin.event.002.answers.open_door": "Of course! Come on in.",
  "annetta.cabin.event.002.answers.sure_help": "Yes, that would be great!",
  "annetta.cabin.event.002.answers.no_help": "No, sorry. I have to do something.",
  "annetta.cabin.event.003": "Thanks for letting me in! Your cabin looks cozy and beautiful inside.",
  "annetta.cabin.event.004": "You've done a fantastic job. You have a real talent for cabin building.",
  "annetta.cabin.event.ot": "I've always considered myself to be the type who truly enjoys the outdoors.",
  "annetta.cabin.event.005": "Do you have any plans for the evening?",
  "annetta.cabin.event.005.answers.start_campfire": "Yes, I'm planning to start a campfire.",
  "annetta.cabin.event.005.answers.unsure": "I'm not sure yet.",
  "annetta.cabin.event.006": "Ooh a campfire sounds like a cool idea.",
  "annetta.cabin.event.007": "Do you want me to help you with the campfire?",
  "annetta.cabin.event.007.answers.sureHelp": "Sure, that would be great!",
  "annetta.cabin.event.007.answers.noHelp": "No, I've got it covered, thanks!",
  "annetta.cabin.event.008": "Here's some firewood I brought. Let's start a campfire and enjoy the night together.",
  "annetta.cabin.event.009": "The stars are beautiful tonight, @. Let's feed the fire and enjoy the view.",
  "annetta.cabin.event.010": "Do you enjoy stargazing?",
  "annetta.cabin.event.010.answers.stargazing_yes": "Yes, I love it.",
  "annetta.cabin.event.010.answers.stargazing_no": "Not really, it's not my thing.",
  "annetta.cabin.event.011": "I see. No pressure, @. We can always do something else.",
  "annetta.cabin.event.011ex": "By the way, have you seen the beautiful lake nearby? It's quite peaceful, especially in the evening with the moon's reflection on the water.",
  "annetta.cabin.event.012": "Would you like to take a walk there?",
  "annetta.cabin.event.012.answers.take_walk": "Sure, sounds lovely.",
  "annetta.cabin.event.012.answers.not_today": "I'm pretty tired.",
  "annetta.cabin.event.013": "That's alright, @. If you're unsure, we can just relax here inside the cabin.",
  "annetta.cabin.event.014": "Do you want to hear about my adventures?",
  "annetta.cabin.event.014.answers.adventures_yes": "Sure, I'd love to hear.",
  "annetta.cabin.event.014.answers.adventures_no": "Maybe some other time.",
  "annetta.cabin.event.015": "Great! Let me tell you about the adventures I've had while traveling.",
  "annetta.cabin.event.016": "I've explored some dense forests back home, I've explored the volcanic regions, and even camped under the stars.",
  "annetta.cabin.event.017": "Oh, I've had my fair share of forest adventures, you know? Getting lost once or twice, but hey, I always managed to find my way back, no problem! The forest can be quite lively, with all sorts of noises, but I have this little habit of humming or singing whatever comes to mind. It's like a way of connecting with the critters around, you know? Makes me feel like I've got these adorable little buddies watching over me while I'm out exploring nature!",
  "annetta.cabin.event.018": "Oh, and I can't forget the time I discovered a hidden waterfall. It was like a magical oasis.",
  "annetta.cabin.event.019": "Traveling and experiencing nature's beauty has always been my passion.",
  "annetta.cabin.event.020": "But I'm also enjoying being here with you in this cozy cabin.",
  "annetta.cabin.event.021": "Maybe we can plan our own adventure together someday.",
  "annetta.cabin.event.022": "Anyway, thanks for listening to my stories.",
  "annetta.cabin.event.023": "It was nice spending time with you, @. Take care and have a wonderful evening!",
  "annetta.cabin.event.024": "Goodnight!",
  "annetta.cabin.event.026.answers.constellations": "Do you know any constellations?",
  "annetta.cabin.event.029": "Ursa Major",
  "annetta.cabin.event.030": "The Big Dipper.",
  "annetta.cabin.event.031": "Orion.",
  "annetta.cabin.event.cygnus1": "Cygnus",
  "annetta.cabin.event.cass1": "Cassiopeia",
  "annetta.cabin.event.others": "Others",
  "annetta.cabin.event.033": "The path is surrounded by fireflies in the evening, and it's quite magical.",
  "annetta.cabin.event.034": "What a wonderful evening it was.",
  "annetta.cabin.event.035": "Thanks for inviting me.",
  "annetta.cabin.event.036": "Walking by the lake under the moonlight is one of my favorite things to do.",
  "annetta.cabin.event.037": "The stars are beautiful tonight, @. Let's feed the fire and enjoy the view.",
  "annetta.cabin.event.038": "Oh, and by the way, my home's always open for you, you know? Not that I go around telling everyone, but there are times when the loneliness sets in.",
  "annetta.cabin.event.039": "I've got a feeling you're quite the adventurer, aren't you? Pelican Town's got so much history.",
  "annetta.cabin.event.040": "Hey, how about this? We should totally plan our own adventure sometime. I bet it would be a blast!",
  "annetta.cabin.event.041": "It's nice spending time with you, @.",
  "annetta.cabin.event.042": "Here's some firewood I brought. Let's start a campfire and enjoy the night together.",
  "annetta.cabin.event.043": "The stars are beautiful tonight, @. Let's feed the fire and enjoy the view.",
  "annetta.cabin.event.044": "What a wonderful evening it was.",
  "annetta.cabin.event.cf1": "Thanks for inviting me.",
  "annetta.cabin.event.cf2": "Oh, that's alright. It's not for everyone. But I find it peaceful and mesmerizing.",
  "annetta.cabin.event.lake1": "You know, there's something about nature's tranquility that just fills me with a sense of peace.",
  "annetta.cabin.event.lake2": "I'm really glad we decided to come and enjoy this view of the lake tonight, @.",
  "annetta.cabin.event.rel": "Let's chill again soon.",
  "annetta.cabin.event.obs1": "That's wonderful! I find it so serene and mesmerizing.",
  "annetta.cabin.event.const1": "Yes, I know a few.",
  "annetta.cabin.event.const2": "No, not really",
  "annetta.cabin.event.const3": "I like learning new things dont you?",
  "annetta.cabin.event.const4": "Stargazing can be a great way to relax.",
  "annetta.cabin.event.cfbye1": "I'm really glad we decided to come and enjoy this view of the fire and the stars tonight, @.",
  "annetta.cabin.event.fav": "What's your favorite?",


///greenrain//
"Annetta.Main.Dialogue.GR": "Oh, hello there! Did you happen to see the rain outside? It's... #$b# green. What is going on?",
 "Annetta.Schedule.GreenRain.001": "Hey there, have you seen the rain outside? It's... green. Quite peculiar, isn't it?",
  "Annetta.Schedule.GreenRain.002": "I've never seen anything like this before. Let me check online to see if anyone else is experiencing this.",
  "Annetta.Schedule.GreenRain.003": "Hmm, seems like there's no information about this strange weather phenomenon. I guess I'll just stay inside and work on my music.",
  "Annetta.Schedule.GreenRain.004": "By the way, did you notice all the moss trees and moss seeds popping up around town? It's like nature is reacting to this weird rain.",
  "Annetta.Schedule.GreenRain.005": "I wonder if the green rain has any side effects... Maybe it's best not to venture out until it passes.",
  "Annetta.Schedule.GreenRain.006": "If you need anything, feel free to hang around. I'll be here making some tunes.",
  "Annetta.Schedule.GreenRain.007": "Stay safe out there, okay? Who knows what this green rain might bring.",
  "Annetta.Schedule.GreenRain.008": "Ah, it's the green rain again. Seems like it's becoming a regular occurrence. Well, at least it gives me an excuse to stay indoors and be productive with my music.",
  "Annetta.Schedule.GreenRain.009": "Who knows what wonders this strange weather might inspire? Perhaps a new melody will emerge from the mossy ambiance outside.",
  "Annetta.Schedule.GreenRain.010": "I can't shake this eerie feeling about the green rain. It's like nature is trying to tell us something, something we're not meant to understand.",

///greenrainend//

///scheduleDialogue///
	     "Annetta.Schedule.Dialogue.000": "I moved here so I could write and produce some new music.#$b#I'm always hesitant to move to a new place because I love my homeland. #$b#I believe it's helpful to change one's environment to bring about new ideas. #$e#It's a theory of mine.",
    "Annetta.Schedule.Dialogue.001": "$1Living by the sea reminds me of my homeland. #$e#I have a home there by the harbor.$9",
    "Annetta.Schedule.Dialogue.002": "$9There aren't many forests back in my home. #$b# I do enjoy my new surroundings despite my obvious homesickness.",
    "Annetta.Schedule.Dialogue.003": "I don't mind taking a break from my work.",
    "Annetta.Schedule.Dialogue.004": "$y 'Hi @._Yeah I love farming!_$6I want to get my garden going as well_Not really I overworked myself a few times and passed out. _$8That's not good, @.It's hard to manage everything I know. Be critical about your plan and stay on course. #$b# Do you have fun at the farm?",
    "Annetta.Schedule.Dialogue.005": "Sorry I'm going to be a little busy today. Hope you don't mind.",
    "Annetta.Schedule.Dialogue.006": "Are you going to walk with me today?",
    "Annetta.Schedule.Dialogue.007": "It's always fun hanging with everyone. #$e# I might have to head home soon.",
    "Annetta.Schedule.Dialogue.008": "Hey there Sorry, I'm so enthralled with this book.$1",
    "Annetta.Schedule.Dialogue.009": "$y 'What is your favorite part of spring?_It's a good time to reorganize and start a new healthy habit._I like that you appreciate nature._Seeing all the birds and animals emerge. _oh @ I agree the wildlife is so amazing to see.",
    "Annetta.Schedule.Dialogue.010": "I'm working on a little something.$9",
    "Annetta.Schedule.Dialogue.011": "I deserve a break after all that work.",
    "Annetta.Schedule.Dialogue.012": "$y 'It's getting late. Aren't you going to head home?_I just wanted to spend more time with you._Oh! I do enjoy your company. I don't mind if you stay a bit longer but Im going to bed soon. You can spend the night in my extra room upstairs if you wish._Yes! I was just about to leave. Don't worry._$1 Ok I wouldn't want anything to happen to you on the way home. It get's dark in the forest. Be safe then.",
    "Annetta.Schedule.Dialogue.013": "The best thing to do is to come out and enjoy the nature around us.",
    "Annetta.Schedule.Dialogue.014": "Hello, @. #$b# I had a lot of energy this morning so I decided to visit the town.",
    "Annetta.Schedule.Dialogue.015": "Oh Hey. I'm shopping for some allergy medicine.",
    "Annetta.Schedule.Dialogue.016": "%Annetta is busy talking to Marnie.",
    "Annetta.Schedule.Dialogue.017": "I picked up some snacks from Pierre's. #$e# I can't wait to eat.",
    "Annetta.Schedule.Dialogue.018": "Don't forget to get some rest @.",
    "Annetta.Schedule.Dialogue.019": "I was admiring the rain drops.$9",
    "Annetta.Schedule.Dialogue.020": "I love reading many kinds of books. They fascinate me.",
    "Annetta.Schedule.Dialogue.021": "I'm a little shy but I wanted to make an effort to meet my new neighbors.$8",
    "Annetta.Schedule.Dialogue.022": "Hey what's up? I'm just taking in the ocean air for a bit. #$b# I'm heading over to the saloon tonight.",
    "Annetta.Schedule.Dialogue.023": "The music it makes me feel like dancing! #$e# Back home we've always celebrated on friday's.",
    "Annetta.Schedule.Dialogue.024": "Hi @. #$e# Nice to see you here tonight.",
   "Annetta.Schedule.Dialogue.025": "Well, I didn't make extra. But maybe one of these days, I will.",
    "Annetta.Schedule.Dialogue.026": "Hmm... I'm not quite sure what color to use for the background.",
    "Annetta.Schedule.Dialogue.027": "I do enjoy using my laptop.$h",
    "Annetta.Schedule.Dialogue.028": "$6Huh? #$b# Sorry @ I wasn't paying attention.$2",
    "Annetta.Schedule.Dialogue.029": "Hey. Look who it is. Leah and I were just having a conversation about our favorite artists.$1",
    "Annetta.Schedule.Dialogue.030": "$9Hi @. #$e# Wooo I'm actually in a good mood today. #$b# It's a lovely spring day.",
    "Annetta.Schedule.Dialogue.031": "I've had so much work lately. It's nice to step outside for a bit.$9",
    "Annetta.Schedule.Dialogue.032": "I missed the cool air of winter.",
    "Annetta.Schedule.Dialogue.033": "I hope you have been working hard on that farm of yours.$9",
    "Annetta.Schedule.Dialogue.034": "$9I admire your work ethic @. #$b# I can see that you're putting effort into your farm.",
    "Annetta.Schedule.Dialogue.035": "$9Did you see the man up there in the mountains? I kept worrying if he was okay out there in these freezing temperatures. #$b#I want to get him a nice warm blanket.",
    "Annetta.Schedule.Dialogue.036": "Sometimes you just need to stop and enjoy the nature we are surrounded by.",
    "Annetta.Schedule.Dialogue.037": "The winter time reminds me of my homeland.",
    "Annetta.Schedule.Dialogue.038": "I don't mind coming out once in awhile.",
    "Annetta.Schedule.Dialogue.039": "I enjoy dancing you know. Let's change up the music a bit?",
    "Annetta.Schedule.Dialogue.040": "ZZzzz...Huh? Sorry im falling asleep.$2",
    "Annetta.Schedule.Dialogue.041": "I love seeing the fishermen's boats come and go on the harbor.",
    "Annetta.Schedule.Dialogue.042": "Huh? Sorry I was not paying attention.",
    "Annetta.Schedule.Dialogue.043": "Good morning.",
    "Annetta.Schedule.Dialogue.044": "Everything Ok?",
    "Annetta.Schedule.Dialogue.045": "I actually have a busy day ahead.",
    "Annetta.Schedule.Dialogue.046": "I made some coffee with my french press here have a cup. [395]",
    "Annetta.Schedule.Dialogue.047": "I'll be working in my studio.",
    "Annetta.Schedule.Dialogue.048": "The ocean is so vast it's not a surprise that it has seasonal shifts.$8",
    "Annetta.Schedule.Dialogue.049": "What a great comedy duo! I cannot get enough.$1",
    "Annetta.Schedule.Dialogue.050": "I'm just waiting for the seed shop to open.$8",
    "Annetta.Schedule.Dialogue.051": "I needed a few things to make my favorite dessert.",
    "Annetta.Schedule.Dialogue.052": "%Annetta isn't paying attention.",
    "Annetta.Schedule.Dialogue.053": "Nothing like being next to a warm fire. During these cold winter evenings.$8",
    "Annetta.Schedule.Dialogue.054": "$y 'Hi @! What's up?$1_How are you?_I'm great! Thanks for asking that's sweet._What are you up to?_$9Well I'm just about to start practicing so I might be busy for awhile._Oh Nevermind._Ok I'm here if you need anything.#$b# Ask a question?",
    "Annetta.Schedule.Dialogue.055": "$y 'Hello @ I'm just writing some idea's down.$8_What are you writing about?_Well it's a diary i've been keeping for a few years now. By writing down my experiences I learn about myself._What are you up to today?_ $9I'm planning on staying in and working in my music studio._Oh Nevermind._Ok I'm here if you need anything.#$b# Ask Annetta a question?",
    "Annetta.Schedule.Dialogue.056": "Today seem's like a good day to sit at the beach.$1",
    "Annetta.Schedule.Dialogue.057": "I'm getting ready to head out.",
    "Annetta.Schedule.Dialogue.058": "Hey I'm just chillin out for a bit.$1",
    "Annetta.Schedule.Dialogue.059": "A little rest and some sun and then back to work.$1",
    "Annetta.Schedule.Dialogue.060": "I'll never get tired of my favorite dessert.",
    "Annetta.Schedule.Dialogue.061": "It's kind of stuffy in here. Going to head out today.$2",
    "Annetta.Schedule.Dialogue.062": "$9I like to come up here and just enjoy the view. #$e# You can see Pelican Town from here.$1",
    "Annetta.Schedule.Dialogue.063": "I've been sensing some strange presence in that cave over there.$2",
    "Annetta.Schedule.Dialogue.064": "It's so hot today! My only thought right now is cooling off indoors with my favorite ice-cold coconut drink.$9",
    "Annetta.Schedule.Dialogue.065": "Are you staying for dessert tonight?$1",
    "Annetta.Schedule.Dialogue.066": "I made extra for you tonight here you go.[{{spacechase0.JsonAssets/ObjectId: Green Tea Mochi}}]$4",
    "Annetta.Schedule.Dialogue.067": "I like to read a bit before bed.$4",
    "Annetta.Schedule.Dialogue.068": "I tend to have one cup of coffee a day.$9",
    "Annetta.Schedule.Dialogue.069": "Cooking is difficult. Do you not agree?$1",
    "Annetta.Schedule.Dialogue.070": "I was planning on working on my new project. I have a lot of fun working on it.$1",
    "Annetta.Schedule.Dialogue.071": "It's beautiful here in the summer.",
    "Annetta.Schedule.Dialogue.072": "I just wanted to stay close to home today.",
    "Annetta.Schedule.Dialogue.073": "I seem to get lost in these storybooks.$9",
    "Annetta.Schedule.Dialogue.074": "I like to stay informed so right now I'm just checking the weather..",
    "Annetta.Schedule.Dialogue.075": "$4I wanted to play this game for a bit today. #$b# Oh it's a retro farming rpg.$1",
    "Annetta.Schedule.Dialogue.076": "It's kinda peaceful here. Don't you think?",
    "Annetta.Schedule.Dialogue.077": "I wanted to get some lunch here today.$1",
    "Annetta.Schedule.Dialogue.078": "$6Whatever the saloon has cooking it sure smells good from out here. Is it pancakes? #$b# I came for the coffee and some lunch!$1",
    "Annetta.Schedule.Dialogue.079": "I would like the salad and a coffee please.",
    "Annetta.Schedule.Dialogue.080": "hmmm...It looks a bit out of place doesn't it?$6",
    "Annetta.Schedule.Dialogue.081": "Glad to be home",
    "Annetta.Schedule.Dialogue.082": "I love a good book and strong coffee",
    "Annetta.Schedule.Dialogue.083": "Sometimes it's best to stay indoors on the hottest days.",
    "Annetta.Schedule.Dialogue.084": "It's a lazy Sunday type of day.",
    "Annetta.Schedule.Dialogue.085": "My taste in music is like a variety pack of hard candies.",
    "Annetta.Schedule.Dialogue.086": "Taking care of my own plants teaches me a lot about responsibility.",
    "Annetta.Schedule.Dialogue.087": "$1Nice to see you @. #$b# It's such a lovely sunday I had to come out and enjoy a bit of it.",
    "Annetta.Schedule.Dialogue.088": "That walk helped me feel recharged with creativity.",
    "Annetta.Schedule.Dialogue.089": "I need to remind myself to take a break sometimes.$2",
    "Annetta.Schedule.Dialogue.090": "After this, it's time for bed, I think.",
    "Annetta.Schedule.Dialogue.091": "There's so many interesting books here.$4",
    "Annetta.Schedule.Dialogue.092": "I'm looking for a new book.",
    "Annetta.Schedule.Dialogue.093": "I wonder what pumpkin ale tastes like.$1",
    "Annetta.Schedule.Dialogue.094": "The natural ambiance is simply superb.",
    "Annetta.Schedule.Dialogue.095": "Autumn tends to fill my mind with many memories.$9",
    "Annetta.Schedule.Dialogue.096": "$1La la la la La la la la #$b# I love singing, especially in nature.",
    "Annetta.Schedule.Dialogue.097": "$5You know what I'm thinking of?#$b# Hot chocolate!$4",
    "Annetta.Schedule.Dialogue.098": "...I'm feeling a bit tired now.$8",
    "Annetta.Schedule.Dialogue.099": "I don't think I'll ever get tired of this view.",
    "Annetta.Schedule.Dialogue.100": "The ocean also has seasons, you know. During the cold winter months, it can become intense.$9",
    "Annetta.Schedule.Dialogue.101": "The seasons change and with it brings a new and unpredictable life.$9",


  ///Dialogue//
  
"Annetta.Main.Dialogue.001": "Hi there!$9 #$b# Are you also new to the valley? $4#$b# What's your name? #$b# I see your name is @. Nice to meet you. #$b# My name's Annetta. I'm new here as well. #$b# I moved here from a distant land where we have volcanoes, lava fields, and stunning black sand beaches. The weather there is quite gloomy, with occasional snow storms. #$e# I look forward to crossing paths with you!$1",
"Annetta.Main.Dialogue.002": "It's always a pleasure to see you. Enjoy your time!",
"Annetta.Main.Dialogue.003": "The resort is always here to whisk you away from reality.",
"Annetta.Main.Dialogue.004": "The rhythmic sound of the ocean is so soothing, don't you think?",
"Annetta.Main.Dialogue.005": "This beach is a haven.$4",
"Annetta.Main.Dialogue.006": "Did you know they serve a delightful Piña Colada here? Quite the classy choice.$4#$b#Cheers to good company and carefree moments!",
"Annetta.Main.Dialogue.007": "Um, being here at the resort is, uh, a bit different for me, but it's nice to see friendly faces. I do enjoy the atmosphere, though. Isn't the randomness of life refreshing?$1",
"Annetta.Main.Dialogue.008": "Good evening, Gus./One Ginger Ale, please!/ Let's see what tales are being spun today./Back to the heart of it all/ Let's see what act unfolds today./What melodies will fill the air today,",
"Annetta.Main.Dialogue.009": "I needed some fresh air./ What a beautiful day!/It's as if nature itself is inviting us to share in its joy.",
"Annetta.Main.Dialogue.010": "Ah, now to relax and paint for a bit/ Hello there!/Well, look who's here!/ What brings you to my little corner of the castle?",
"Annetta.Main.Dialogue.011": "Feels good to be home./Home sweet home. The sun is setting, casting a warm glow./Days like these make you appreciate the simple joys./Maybe I'll try out that new recipe tonight./Now, time to unwind and make a cup of tea./Back from my little adventure!/There's something magical about the breeze today./ It's as if the wind itself whispered secrets. Ah, the wonders of nature!",
"Annetta.Main.Dialogue.012":  "$8 I like to take strolls here, but sometimes this forest echoes with strange noises. #$b# %You hear the crack of twigs in the distance. #$b# % Annetta seems on edge. #$b# Sorry, I think I’ll be taking my leave now.",
"Annetta.Main.Dialogue.013": "$8 Oh hey, I didn’t expect to find you here. #$b# %Annetta glances at the nearby trees, where horizontal grooves line the bark of every tree.#$b# You know, in my solitude, these trees provide both a muse and a sparring partner. #$b# Maybe someday you could join me?",
"Annetta.Main.Dialogue.014":  "Watching the sunset from here is something else.$1",
"Annetta.Main.Dialogue.015":  "The sound of the ocean waves is very soothing.$9",
"Annetta.Main.Dialogue.016":  "Sometimes you'll find some nice shells around here.$4 ",
"Annetta.Main.Dialogue.017":  "%Zzzzz....#$b# $7Huh? @! Don't wake me up like that. #$b# Get off my bed!$5",
"Annetta.Main.Dialogue.018": "$9Hey? #$b# $4 If you want to come up here with me it's fine. #$b# I usually just come up here to practice my painting skills.",
"Annetta.Main.Dialogue.019": "$4It's time to work on that painting. #$b# $8 @ are you trying to sit here and watch me paint? #$b# Well I don't mind make yourself at home.$9",
"Annetta.Main.Dialogue.020": "$4 Do you know why I love to paint? #$b# $5 It gives me the freedom I crave to do whatever I want. #$b# In my opinion, Art can be anything. It's up to the viewer to interpret it how they want.$9",
"Annetta.Main.Dialogue.021": "$1 Thank you @ for making me feel so welcome lately. #$b# It's nice to have someone that understands.#$e# It's not easy being the odd one out sometimes.$4",
"Annetta.Main.Dialogue.022": "I've realized now that the only way to create a successful work of art is to let myself have fun and not worry about people's misconceptions.$9 ",
"Annetta.Main.Dialogue.023": "%Annetta is using the sink...",
"Annetta.Main.Dialogue.024": "%She is searching for something in the fridge...",
"Annetta.Main.Dialogue.025": "%Annetta is preparing something...",
"Annetta.Main.Dialogue.026": "%Annetta is busy...",
"Annetta.Main.Dialogue.027": "%She looks a little busy...",
"Annetta.Main.Dialogue.028":"$9 Hi @!#$b#$q 890/891/892 fallback_key#What do you have going on today?#$r 890 0 first_key#I need to get started on my farm hahah!#$r 891 0 second_key#I want to meet all the people in town. #$r 892 0 third_key#I don't know!",
"Annetta.Main.Dialogue.029":"Oh yeah! Me too I need to get settled in.$1",
"Annetta.Main.Dialogue.030": "Okay. It was nice meeting you! Maybe I'll see you at the saloon.$1",
"Annetta.Main.Dialogue.031":  "Haha. It's okay I get like that sometimes so much to do in one day!$4",
"Annetta.Main.Dialogue.032":  "$p 890 #The weather is lovely today.$9|Hello there. Nice to see you @.$9 |I like to sing while I'm walking through the forest. I've done it since I was a little girl. ",
"Annetta.Main.Dialogue.033":  "$y 'You know I really love blackberries._Sure!_Really? Thank you so much!$1_Sorry I don't have any at the moment._Oh that's all right don't worry about it.#$e# Can you bring some of my favorite fruit from your farm sometime?",
"Annetta.Main.Dialogue.034":  "Hey! isn't that egg festival tomorrow? I'm actually not sure if I'll go..$1",
"Annetta.Main.Dialogue.035":  "$4 Hi @. #$b# [241] Here you go. I know you're busy working hard so I made you some lunch.$4",
"Annetta.Main.Dialogue.036": "$y'The season is almost done._Yeah actually I made a ton of dough. Hehe_Really? Woah that's awesome!$1_It's been okay I had some trouble with the weeds and the crows._Well I think you know you should probably invest in a scarecrow. Have you tried building a fence around your crops?$9 #$e# Were you able to produce a good harvest this spring?",
"Annetta.Main.Dialogue.037": "$1 Oh Hello there.#$q 711/713 springquestion_after #How are you doing?#$r 711 2 springquestion_yes#I'm doing great actually.#$r 789 0 springquestion_no#I'm just starting as a farmer. So it's a bit of a challenge getting started.",
"Annetta.Main.Dialogue.038": "I'm glad to hear it.!$1",
"Annetta.Main.Dialogue.039": "Oh. Um. Sorry. You know what I have something for you! Here take them.[495]$2",
"Annetta.Main.Dialogue.040": "$p 788 #I did a ton of work yesterday. It's time I take a little stroll. @. $9|Hi @! I hope you're feeling well.$1",
"Annetta.Main.Dialogue.041": "Hello, @.#$e# I love walking through the Forest. It's fun.$4",
"Annetta.Main.Dialogue.042": "$4Hi @.#$e# It's a daily habit of mine to stop and admire the blooming flowers.$4",
"Annetta.Main.Dialogue.043": "When I'm stressed out with work I like to come out and enjoy the ocean breeze.$8",
"Annetta.Main.Dialogue.044": "I wonder if pirates ever sailed through this area. It seems like the ideal place for a ship to land.$1",
"Annetta.Main.Dialogue.045": "Hi @. #$e# I'm planning on staying in today.$8",
"Annetta.Main.Dialogue.046": "Hello @. #$e# It's spring and I'm a grateful grapefruit$4",
"Annetta.Main.Dialogue.047": "$1 Oh! #$b# you startled me. #$e# I'm working on some new music at the moment.$4",
"Annetta.Main.Dialogue.048": "Oh, hello @! Spring is in the air, and I can't help but feel alive and full of inspiration.$1",
"Annetta.Main.Dialogue.049": "Do you ever stop to appreciate the little things in life, like the gentle rustling of leaves and the sound of birds singing?$6",
"Annetta.Main.Dialogue.050":  "The vibrant colors of spring flowers are like a beautiful symphony for the eyes, don't you think?$9",
"Annetta.Main.Dialogue.051":  "Spring showers may be a bother, but they're also nature's way of keeping everything lush and green.$2",
"Annetta.Main.Dialogue.052":  "There's something magical about watching butterflies flutter among the flowers. It's like a dance of colors.$8",
"Annetta.Main.Dialogue.053":  "I find myself lost in thought as I watch the cherry blossoms fall like snowflakes from the trees.$6",
"Annetta.Main.Dialogue.054":  "Ah-choo! Pardon my sneezes. Spring may be lovely, but my allergies beg to differ.$2",
"Annetta.Main.Dialogue.055":  "The spring breeze carries whispers of new adventures, and I can't help but wonder what the season has in store for me.$1",
"Annetta.Main.Dialogue.056":  "I like to lay on the soft grass, gaze at the clear blue sky, and let my imagination carry me to far-off lands.$9",
"Annetta.Main.Dialogue.057":  "$9It's Monday already. #$b# I need to get some work done.$8",
"Annetta.Main.Dialogue.058":  "Hello @. #$e# I'm in the mood for some hot soup today.$4",
"Annetta.Main.Dialogue.059": "It's so cold I can't feel my feet!$7",
"Annetta.Main.Dialogue.060":  "This cold weather really makes you appreciate a nice warm fire.$1#$q 788/789/790 winterquestion_after #What do you like to do when the weather is this snowy?#$r 788 10 winterquestion_yes#I like to cuddle up at home, drink hot cocoa and watch my favorite t.v show!#$r 789 -5 winterquestion_sorry#Not much. I'm planning on lounging around.#$r 790 0 winterquestion_no#I hate it because I'm always sick!",
"Annetta.Main.Dialogue.061": "Really! That's exactly what I like to do!$1",
"Annetta.Main.Dialogue.062": "hmm...sounds pretty boring if you ask me.$6",
"Annetta.Main.Dialogue.063": "Oh. Um. Sorry. It's best to keep warm, @.$2",
"Annetta.Main.Dialogue.064": "$p 788 #That farmer sure is nice.$6 #$b# OH... @ how long have you been here? $9|Hi @! I thought you'd be at home lounging around.$9|Hey @, don't come over if you're sick ok.$8",
"Annetta.Main.Dialogue.065": "$4Hi @!#$b#$q 890/891/892 nexttime_key#What do you have going on today?#$r 890 0 inner_key#Not much. I'm just out exploring today.#$r 891 0 middle_key#I need to go explore some caves today. #$r 892 0 outer_key#Planning on fishing all day.",
"Annetta.Main.Dialogue.066": "Oh sounds like fun. Bring me back something?$1",
"Annetta.Main.Dialogue.067": "Well, sounds like a busy day. I won't keep you.",
"Annetta.Main.Dialogue.068":"Are you planning on cooking it for dinner? Sounds tasty.$1",
"Annetta.Main.Dialogue.069": "$p 890 #Have you brought me back something edible?|Hi @! Have you found anything interesting in the mines yet?|I wish you luck with your fishing.$1",
"Annetta.Main.Dialogue.070":  "$y'I hope that you're giving %pet lots of treats!_I fed them this morning._Oh im glad %pet has such a loving owner.$4_Oh, shoot! I haven't fed them in months._Oh, my! Maybe you shouldn't own a pet, @. Please take care of your little one.$5", 
"Annetta.Main.Dialogue.071":  "$y'The season is almost done._I love this time of year. It warms my heart like hot cocoa and a warm fire._Oh it's too bad the snow will melt soon.$2_I like winter and all, but it's very harsh for me. I can't endure the freezing temperatures._The best advice I can give is to try wearing a few more layers of clothing and make sure you're keeping active.$9#$e# Don't you wish winter could last a bit longer?",
"Annetta.Main.Dialogue.072":  "Brrr... it's so cold today. I wish I could hibernate like a bear.$9",
"Annetta.Main.Dialogue.073":  "You know what's perfect for cold weather? A warm and cozy blanket.$1",
"Annetta.Main.Dialogue.074":  "I love winter, but sometimes I miss the warm rays of the sun.$2",
"Annetta.Main.Dialogue.075":  "I heard the snow owls hooting last night. It's a soothing sound, isn't it?$6",
"Annetta.Main.Dialogue.076":  "I've been making some winter crafts lately. Want to see them?$6",
"Annetta.Main.Dialogue.077":  "I feel like baking some winter treats today. What's your favorite winter dessert?$8",
"Annetta.Main.Dialogue.078":  "There's something magical about the winter sky filled with stars. It almost looks fake seeing the night sky so clear after a winter storm.$9",
"Annetta.Main.Dialogue.079":  "The year is almost over, and soon the snow will melt. Time flies, doesn't it?$6",
"Annetta.Main.Dialogue.080": "I find rainy days perfect for indulging in my artistic pursuits. The sound of raindrops creates a soothing rhythm for my thoughts to flow.$4",
"Annetta.Main.Dialogue.081": "The rain brings out a different side of nature – a serene beauty that's often overlooked. It's like seeing the world in a different light.$1",
"Annetta.Main.Dialogue.082": "I hope the rain doesn't bother you too much. If you ever need company on a rainy day, I'm just a stone's throw away.$4",
"Annetta.Main.Dialogue.083": "I don't mind the rain so much on mondays.",
"Annetta.Main.Dialogue.084": "I like looking out the window when it rains.",
"Annetta.Main.Dialogue.085": "Oddly, I can vividly recall many rainy days from the past when all I did was sit around and read comic books. Those were the days. Now I need to make time to read one.",
"Annetta.Main.Dialogue.086": "$5Hmm.. Another Rainy day. #$e# I don't think I will step outside.$9",
"Annetta.Main.Dialogue.087": "Wow, it's pouring outside.",
"Annetta.Main.Dialogue.088": "You should try to stay indoors in this weather. Getting sick is a possibility.",
"Annetta.Main.Dialogue.089": "I heard a rumbling outside near the cape last night. #@b# I think some lightning hit the ground.$9",
"Annetta.Main.Dialogue.090": "You know, autumn always makes me feel nostalgic. It's like a season of reflection and change.",
"Annetta.Main.Dialogue.091": "Happy Harvest Season, @! I hope luck is on your side this season.",
"Annetta.Main.Dialogue.092": "Even though I spend most of my time making sensible decisions, My instincts will taunt me.$6",
"Annetta.Main.Dialogue.093": "I care about this land. I hope that the seasons are always this beautiful.$9",
"Annetta.Main.Dialogue.094": "Autumn is so charming. The leaves are so beautiful as they fall from the trees. Can you tell I'm a nature lover? #$b# One of my favorite activities lately is just walking through the forest.",
"Annetta.Main.Dialogue.095": "Fall is one of my favorite months, you know. #$b# I'm happy just sitting at home with some pumpkin pie.",
"Annetta.Main.Dialogue.096": "Would you like to join me for a walk in the woods? It's so peaceful and serene.",
"Annetta.Main.Dialogue.097": "I find myself getting lost in daydreams more often during fall.",
"Annetta.Main.Dialogue.098": "I enjoy the spooky season. However, I don't always feel the need to go out.#$b# Just watching a scary movie is enough for me.$4", 
"Annetta.Main.Dialogue.099": "$9I'm just trying to entertain myself and do the things I enjoy. #$b# That's my approach.",
"Annetta.Main.Dialogue.100": "Have you tried making fruit popsicles during summer? They're so refreshing!",
"Annetta.Main.Dialogue.101": "The summer breeze makes everything feel lighter and carefree.",
"Annetta.Main.Dialogue.102": "I love to collect seashells during summer. Each one feels like a tiny treasure.",
"Annetta.Main.Dialogue.103": "Time flies during summer. Let's make the most of the season, @!",
"Annetta.Main.Dialogue.104": "$1Hey, @. I want to swim in the ocean but sometimes it can be scary.#$q 788/790 summerquestion_after #Are you afraid of the ocean?#$r 788 10 summerquestion_yes#Yes, I'm scared too, the ocean can be unforgiving. #$r 790 0 summerquestion_no#Me, Scared? Hah never.",
"Annetta.Main.Dialogue.105": "Yeah It's best not to venture out to far.$1",
"Annetta.Main.Dialogue.106": "You must be afraid of something else then.$6",
"Annetta.Main.Dialogue.107": "$p 788 #I was swimming in the ocean the other day! Of course I didn't go very far from shore.$9|I'm still very cautious when going into the ocean. It's home to many of the sea life, So I respect their home.$9",
"Annetta.Main.Dialogue.108":  "$9Woah. You look parched @! Wait a minute. #$b# Here take this! It's also great on hot summer days.[903]",
"Annetta.Main.Dialogue.109":  "I don't mind going to the beach and cooling off during the summer.$6",
"Annetta.Main.Dialogue.110":  "My favorite artist is always on repeat.",
"Annetta.Main.Dialogue.111":  "Nothing like sitting on the beach during golden hour.",
"Annetta.Main.Dialogue.112":  "Thank you for thinking of me on my special day!$4",
"Annetta.Main.Dialogue.113":  "Wow, what a suprise and on my birthday! I appreciate you.$1",
"Annetta.Main.Dialogue.114":  "Thanks for the birthday wishes.$4",
"Annetta.Main.Dialogue.115":  "Hey! Now this is a decent gift. Thanks @!$4",
"Annetta.Main.Dialogue.116": "Yeah um... Thank you!$9",
"Annetta.Main.Dialogue.117": "Thanks for the gift and all but what is this?$6",
"Annetta.Main.Dialogue.118": "It's a nice gesture but I think you should know what I like by now.$6",
"Annetta.Main.Dialogue.119": "I believe it's Marlon's but I bet it would be fun to set sail on this boat.$1#$b#... and it's in perfect condition isn't it?%fork",
"Annetta.Main.Dialogue.120": "%Annetta stares into the distance%fork",
"Annetta.Main.Dialogue.121": "That's wonderful! I find it so peaceful and mesmerizing.%fork",
"Annetta.Main.Dialogue.122": "Oh, that's alright. It's not for everyone.%fork",
"Annetta.Main.Dialogue.123": "The outside of it looks lovely.%fork",
"Annetta.Main.Dialogue.124": "Ok, I'm glad you let me know you were busy. It's ok.%fork",
"Annetta.Main.Dialogue.125": "Well I have a pretty good fire starter kit. Let's make it easier for us.%fork",
"Annetta.Main.Dialogue.126": "Okay I'll go get my firestarter kit!$h%fork",
"Annetta.Main.Dialogue.127": "You have a great eye for constellations! Orion, the mighty hunter, is a sight to behold.$h",
"Annetta.Main.Dialogue.128": "Oh, Ursa Major is a classic one, Nice!#$b#The Great Bear watching over us from the night sky is truly mesmerizing.$h",
"Annetta.Main.Dialogue.129": "The Big Dipper is so prominent and easy to spot.#$b# $h It's one of the first constellations I learned and I love how it's part of Ursa Major.",
"Annetta.Main.Dialogue.130": "$hOh, Cygnus, the graceful Swan! My absolute favorite among the stars.#$b# A captivating tale it weaves across cultures, a celestial dance of love and transformation.#$b#In the realms of Greek mythology, it symbolizes the divine bird Zeus, enamored and transfigured in pursuit of his heart's desires. Now, its wings of stardust embellish the night sky, an eternal reminder of love's enchanting metamorphosis#$b#Have you ever spotted it forming a perfect cross with the Northern Cross asterism?%fork",
"Annetta.Main.Dialogue.131": "Cassiopeia, the Queen of the Sky! A tale of humility and consequences, etched among the stars. Her celestial chair graces the night, reminding us of the virtues of modesty. A luminary presence in the vast tapestry of constellations.%fork",
"Annetta.Main.Dialogue.132": "Oh, I'd love to hear about the other constellations you know sometime.%fork",
"Annetta.Main.Dialogue.133": "Oh, love, the dance floor is a canvas where each individual paints their own rhythm. I prefer to choreograph my steps in the quiet ballet of life.$2",
"Annetta.Main.Dialogue.134": "The bus was revived. A delightful serenade of possibilities!",
"Annetta.Main.Dialogue.135": "A theater blooms in town, a garden of stories waiting to be plucked!",

"Annetta.special.event.001": "That's strange. What is that presence I suddenly feel?$7",

"Annetta.special.event.002": "Oh, hey there! It's you! Caught me in the middle of my little beach concert. Hope you don't mind the impromptu performance.$4",

"Annetta.special.event.003": "Well now, that was unexpected. Something's definitely stirring here.$8",

///order///
"annetta.order.s.001": "I wanted to personally thank you for your recent help.",
"annetta.order.s.002": "Your efforts haven't gone unnoticed. I have something special for you.",
"annetta.order.s.003": "Take this recipe and...",
"annetta.order.s.004": "...look for some new items in the shop. I asked Pierre to include some new items!",
"annetta.order.s.005": "Keep up the good work on the farm!",

 "Annetta.Main.Dialogue.Mon": "Hey there, happy Monday! Ready to conquer the week?",
  "Annetta.Main.Dialogue.Thu": "Wow, it's Thursday already? Time sure knows how to sprint!",
  "Annetta.Main.Dialogue.Sun": "Ah, lazy Sundays! Perfect for snuggling up with a good book, don't you think?",
  "Annetta.Main.Dialogue.Tue": "Well hello, Tuesday! Let's make today as fabulous as we are!",
  "Annetta.Main.Dialogue.Wed": "Guess what? It's Wednesday! The week's got nothing on us!",
  "Annetta.Main.Dialogue.Fri": "Happy Friday!",
  "Annetta.Main.Dialogue.Sat": "Time to kick back, relax, and let the good times roll!",

"Annetta_quest.reaction": "Oh! One of my favorite fruits, Thank you for delivering them. They look nice and fresh.",

"Annetta_quest2.reaction": "Oh, thank goodness! I thought all my sketches were gone forever. It looks like all the pages are still in good condition. Thank You!",

"Annetta_quest3.reaction": "WOO! They look just like a star.$h #$b# Now for the taste test. #$b# .... #$b# MMM. Oh Wow! It's slightly sweet and a little sour. Kind of like an apple!$h",


//conversationtopics//
"Capelakewalk.convotopic": "Last night's walk to the lake was as if the moon itself decided to dance with us, shining so brightly, don't you think",

	
	"Annetta.Jelli.Encounter.yes": "You know, ever since you told me about that sea spirit, I've been thinking about it a lot. It's amazing to think there's so much we don't know about the ocean.",
	"Annetta.Jelli.Encounter.no": "I've been thinking about that splash in the water. It's all so mysterious. What could it have been? The ocean holds so many secrets.",

///AnnettaJelliMystery//

  
 
 "Annetta.new.event.001": "Ever since you told me about the sea spirit, I've been so curious.",
  "Annetta.new.event.002": "I can't stop thinking about the mysteries of the ocean.",
  "Annetta.new.event.003": "Your connection with the Sea Spirit has opened my eyes to the beauty and serenity of the ocean. I moved to Stardew Valley for the chance to explore and discover new wonders. Now, I dream of meeting the spirit, dancing with the waves, and uncovering the hidden wonders of this world.",
  "Annetta.new.event.004": "I'll cherish this dream, even if it's just a wish for now."





}

 



