 {
"Changes": 
    [
 
		{
            "LogName": "Jorts Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/JortsCat",
			"Entries": {

//Conversation Topics
	//Vanilla
	"cc_Begin": "먼지 냄새가 나네, @!#$b#어, 루이스 시장님도 이 냄새를 맡을 수 있어? 코가 좋은가 보다!",
	"cc_Boulder": "있잖아, 광산을 막고 있던 바위가 사라졌어! 이제 물 냄새가 훨씬 더 재밌어졌네!$h",
	"cc_Bridge": "누군가 다리를 고쳐줬어! 이제 돌아서 갈 필요 없이 쉽게 건너갈 수 있게 됐어!$h",
	"cc_Bus": "버스가 다시 작동한대! 항상 타보고 싶었는데, 팸이랑 루이스 시장님이 안된다고 했어.",
	"cc_Greenhouse": "새 건물이 진짜 따뜻하고 아늑해 보여. 거기서 낮잠 좀 자야겠다.",
	"cc_Minecart": "@, 카트에 같이 타도 돼? 재밌어 보여!",
	"cc_Complete": "와아, @! 다들 너가 이걸 고쳤다고 했어! 정말 손이 많이 갔을 거 같아.$h",
	"movieTheater": "새 건물에는 새 친구들이 정말 많아!",
	"willyCrabs": "게 한마리가 내 꼬리를 깨물었어.$s#$b#아마 진이 먹으려고 해서 그랬나 봐.",
	"pamHouseUpgrade": "@, 팸의 새 집을 짓는 걸 도와준거야? 팸한테도 긁을만 한 걸 줬으면 좋겠어. 팸도 가끔은 스트레스 해소가 필요할 테니까.",
	"pamHouseUpgradeAnonymous": "팸의 새 집을 짓는 걸 도와준 사람은 누굴까? 나도 모르겠어! 그래도 되게 착한 사람들 같아.$h",
	//Vanilla+ (CFD, Mobile Phone, More CTs)
	"Characters_MovieInvite_Invited": "우아아, 영화? 진한테 씻겨달라고 할게, 거기서 봐! 우다다!",
	"ExtraDialogue_Town_DumpsterDiveComment_Adult": "좋은 걸 찾았어?$h",
	"NPC.cs.4275": "내 생일 선물 가져온거야? 넌 내가 제일 좋아하는 인간이야.$h",
	"NPC.cs.4277": "와아아아, 너한테 생일 선물 받았어! 너무 신나서 우다다 할거야!$h",
	"NPC.cs.4279": "어, 음... 고마워, 하지만 생일이라고 해도 별로 받고 싶진 않아...$s/어, 음... 고마워, 하지만 생일이라고 해도 별로 필요없을 거 같아...$s",
	"NPC.cs.4281": "와아, 선물이잖아! 나눠줄까? 내 생일은 근로자의 날이고, 단결에 관한 거니까.$h/와아, 선물이잖아! 나눠줄까? 내 생일은 근로자의 날이고, 단결에 관한 거니까.$h",
	"MobilePhoneGreeting": "{{Random: 안녕 {0}, 나는 길이야! 응, 진짜 길은 아니지만. 길은 휴대폰을 싫어해. && 길의 휴대폰 입니다. 야옹 소리 후에 메세지를 남겨주세요. 야옹! && 오, 이런! {0} 나한테 전화가 왔어! && 안녕, {0}! 지금 전화를 받았는데 나랑 통화하고 싶어? 아니면 진이랑? && 안녕, {0}! 나야, 너가 가장 좋아하는 조츠 중의 조츠! && 안녕, {0}! 스마트폰은 정말 대단하지 않아? 발로 누르기 정말 쉬워! && 반가워, {0}! 다리를 주물러 주러 내가 갈까? |inputSeparator=&&}}",
	"MobilePhoneReminisce": "이야기 듣고 싶어, @?",
	"MobilePhoneInvite": "와아, 놀자!",
	"MobilePhoneGoodBye": "{{Random: 알았어, 나중에 또 보자, @! 진이 받지 않는다면! && 알겠어, 사랑해, 안녕 안녕! && 잘가 @! 길에게도 안부 전해줄게! && 안녕, @! 빨리 보면 좋겠다. 냄새를 맡지 않으니까 다른 거 같아. |inputSeparator=&&}}",
	"railroadEarthquake": "와, 어젯 밤에 지진 정말 재밌었어! 모리스의 바닥 청소기를 탔을 때 만큼이나 진동이 심하더라!$h",
	"islandResortUnlocked": "바다 건너편에 거대한 모래사장이 있다고? 가서 놀아도 돼, 진? 제발, 응? 응?$h",
	"jojaMartStruckByLightning": "말론 말로는 어제 조자마트 근처에서 큰 번개가 쳤다고 해! 불이 나지 않아서 다행이야. 아니면 클린트가 위험 했을지도 몰라.",
	"babyBoy": "와아, @! 너랑 %spouse 이(가) 아기를 만들었다니 믿을 수 없어!",
	"babyGirl": "와, @! 너랑 %spouse 이(가) 아기를 낳았다니 믿을 수가 없어!",
	"wedding": "정말 큰 파티였어! 언젠가 또 한 번 파티를 열어야 겠다!$h",
	"event_postweddingreception": "너랑 %spouse 에게 정말 특별한 날이었을 거 같아 @!, 두번이나 축하할 수 있게 되서 정말 기뻐!$h",
	"luauBest": "진과 나는 루이스 시장님이 보지 않을때 수프를 조금 먹어봤어. 철갑상어 처럼 맛있었어!$h",
	"luauShorts": "난 스프를 먹어보지 못했어.$s#$b#진이 그건 '품위와 맛에 대한 모욕' 이라고 했거든. 스프는 말을 못 하는데 어떻게 기분을 상하게 한거야?$4",
	"luauPoisoned": "진이 너희 인간들이 수프를 싫어한다고 말했어. 나는 맛있었는데.$5",
	//Alecto
	"AlectoIntroduction": "까마귀랑 같이 다니는 여자를 만나봤어? 난 케빈을 좋아해, 내 친구거든. 가끔은 같이 지저분한 냄새를 따라가기도 해.",
	"AlectoWizardTower": "케빈이 지저분한 가방을 찾아서 나한테 나눠줬어! 케빈은 최고야!$h",
	//JulietJessie
	"JulietGremlin": "줄리엣한테 새 친구가 생겼어!$h#$b#인사하려고 했는데 도망가 버렸어, 물고기를 주면 다시 올까?$4",
	//Juna
	"JunaBeachBallet": "주나는 정말 착해! 나한테 많은 장난감을 선물 해주거든!",
	"JunaJunimos": "숲에서 분홍색 플라밍고를 발견했어!$h#$b#진이 키우면 안된다고 해서 마법사한테 가서 야옹야옹 거렸더니 루이스 시장님의 분실물 보관함으로 순간이동 시켜줬어. 정말 도움이 많이 됐지!",
	"JunaGone": "벌써 주나가 보고 싶어.$s#$b#그래도 가끔은 어디론가 떠나고 싶어질 때가 있으니까. 진은 중요한 일이 있을거라고 했어.",
	//Lavril
	"LavrilUnlocked": "아으, 정말 귀여운 소녀랑 토끼야. 걔한테 친구가 되고 싶다고 말했어! 그리고 걔는 멋진 애완동물도 길러!",
	//Lucikiel
	"LucikielArrives": "저 사람 셔츠도 입지 않았는데 추위를 느낄까?$4",
	"ReputationIncreased": "루시키엘이 친구를 사귀어서 다행이야! 어쩌면 셔츠를 줄 지도 몰라.$h",
	//RSV
	"RSV_GH1": "이예이이이, 진이 릿지사이드에 있는 새 온실을 보러 가자고 했어! 햇볕을 많이 쬐면서 누워 있어야겠어!$h",
	"keahi_prank": "어, @? 너 정말 이상한 냄새 나네. 정말 정말, 이상한 냄새.$s#$b#얼굴이 다 구겨질 정도로 이상한 냄새야.$s",
	"Lidens_Return": "알리사랑 닮은 여자 봤어? 소금 냄새가 나는 거 같아.",
	"Naomi_Return": "유마가 엄마가 돌아와서 얼마나 좋아하는지 봤어? 그렇게 크게 웃는 건 처음 봤어!$h",
	//Leilani
	"LeilaniArrives": "있잖아, 레일라니가 다시 돌아왔어! 그녀의 올해 성적이 좋았으면 좋겠다!",
	//Prank the Jojamart
	"PTJ03": "게가 너어어어무 많아! 내가 도와줄게, 모리스! 내가 도와줄 수 있어!$h",
	//Pumpkin Spice
	"pumpkin_spice_madness": "펌킨 스파이스 라떼 먹을거야, @? 발 한번 담가봐도 돼? 손 씻었다고 약속할게.",
	//Toshinori
	"TalkingAboutToshinori": "토시노리는 바에 가면 항상 맛있는 걸 줘! 정말 친절해!",
	"ToshisSon": "초록머리 남자애가 쓰레기통에서 날 구해줬어! 걔는 고양이를 많이 구조해봤다고 괜찮다고 했어.",
	//Jorts and Jean (lol)
	"MeetTheCats": "말을 잘 들어주는구나, @. 그건 정말 중요한 기술이라고 생각해.$h",
	"ButteredJorts": "나 팸한테 화 안났어. 다 끝나고 나니까 꽤 재밌었던거 같아.#$b#그리고 이게 팸이 맥주를 끊을 수 있게 도와줄 일이 될지도 모르고!$h",
	"DumpsterFishing": "라이너스가 지난 밤에 생선 조각을 가져다 줬는데 정말 맛있었어! 좋은 걸 찾았나 봐.$h",
	"RubberCatting": "@, 슬프면 언제든지 와서 내 배를 만져도 돼.$h",
	"JortsZoomies": "조자마트를 우다다 거리면서 다니는 거 너무 재밌었어! 마치 거대한 캣타워 같았어!$h",
	"OpenAllTheDoors": "조자마트가 그리울 것 같아. 그 자리를 대신할 새로운 노조를 만들어야 할 거 같네!$h",
	//Other
	"Shane_Starts_Selling": "셰인이 마니의 목장에 창고를 설치하는 걸 봤어.#$b#아, 조자마트에 있던 거랑 비슷한 거 같네.$4",
	"platonic_LetterCS2CT": "내 친구를 사랑해! 너도 사랑해! 그리고 네 친구들도 사랑해!$h",
	"JeanandJorts_funstring": "진은 너가 만든 실을 정말 좋아해서 우리 집 비밀 창고에 숨겨뒀어. 이제 우리의 보물이야.$h",
	"RestauranteerMod-Loved-1": "와아아! 내가 젤 좋아하는 거!$h",
	"RestauranteerMod-Loved-2": "옴뇸뇸뇸!$h",
	"RestauranteerMod-Loved-3": "%조츠가 얼굴을 감싸고 있다.",
	"RestauranteerMod-Liked-1": "고마워, @! 넌 뭐든지 할 수 있을 거 같아, 그렇지?$h",
	"RestauranteerMod-Liked-2": "고마워, @! 나 이거 가지고 가서 안에서 굴러 다닐 거야.$h",
	"RestauranteerMod-Liked-3": "와아, 냄새가 지독한걸! 좋은 뜻으로!$h",
    "EliIntro": "일라이는 정말 똑똑해! 높은 곳에서도 혼자 내려올 수 있어!",
	"EliSaloon": "나는 일라이가 좋아! 금요일에 같이 앉아 있으면 정말 많은 애교를 선물해 줘!$h",
	//SBV
	"SterlingTrash": "스털링이 쓰레기통을 지저분하게 만들었어.$s",
	"SterlingTrain": "진이랑 나는 스털링이 기찻길에서 뛰어 다니는걸 봤어. 그게 재밌나?$4",
	"SterlingDrugs": "스털링한테 이상한 냄새가 나. 무슨 문제라도 있는걸까?$s",
	"SterlingRelapse": "스털링의 몸이 안좋아 보이니까 내가 옆에 가서 그르릉 거리고 있어야겠어. 난 개가 무섭지 않아.",
	"SterlingApology": "스털링이 돌아와서 정말 기뻐! 그의 집까지는 정말 먼 거리였거든.",
	"WrenFliesIn": "나는 배관공씨가 맘에 들어, 지저분한 냄새를 많이 찾아 내거든!",
	"OnTheSheShore": "렌이 그녀와 그를 모두 사용하는 사람이 됐다고 하는 걸 들었어. 뭐가 뭔지 이해는 잘 안되는데, 뭐 행복하다면 됐지.$h",
	"WatchingIsForTheBirds": "나도 새를 보러 가고 싶어!",
	//"ALongQueerRoad": "",
	//"CertifiedPlumberAccountant": "",
	//"NoticeAbbySenpai": "",
	"ThyMet": "날개가 정말 예쁜거 같아! 언젠가 새 친구들을 잔뜩 만날 수 있게 날개가 생겼으면 좋겠어.",
	"ThyLampsOut": "밤에 램프가 꺼져 있어도 괜찮다고 생각해. 두 세번 밖에 안 부딪혔어!",
	"ThysaniaExposed": "내 생각에 너는 달라지는 걸 두려워 하는거 같아. 그래도 괜찮아, 우린 전부 다르잖아.",


// GENERIC DIALOGUE
    "Mon": "안녕 @! 오늘은 이상한 냄새가 나네! 코가 찡해질 정도로 냄새가 심해!$h", 
    "Tue": "안녀엉, @! 아직 친구를 사귀지 못했어? 없으면 내가 친구가 되어줄게",
    "Wed": "안녕, @! 마을을 좀 둘러봤어? 지금까지 가장 좋았던 곳은 어디야?",
    "Thu": "@, 넌 고양이랑 비슷하지 않지만 괜찮아. 우리는 모두 다르니까.",
    "Fri": "지금까지 여기가 마음에 드는거 같았어, @? 많은 냄새를 맡는 걸 좋아하면 좋겠다.",
    "Sat": "진이 혼자만의 시간이 필요할 때마다 내가 대신 앞장서서 이끌고 있어. 우리는 훌륭한 팀이야.",
    "Sun": "농작물 속에서 뒹굴어 본 적 있어, @? 아마 마음에 들거야.",

    "Mon2": "좋아! 오늘은 사람들을 쳐다보면서 야옹 야옹 거릴 시간이야. 시작해볼까!", 
    "Tue2": "안녕 @! 참마를 심고 있어? 난 참마를 정말 좋아해.$h#$b#물고기도 좋아하긴 하는데, 그건 기를 수 없을 거 같아.$4",
    "Wed2": "앗 이런, 가는 길에 미안해. 엉덩이를 깜빡했네. 헤헤, 가볼게!",
    "Thu2": "아직 닭장은 없는거야, @? 날씨가 추워지기 시작하는데 새 들이 추워하면 안되잖아!",
    "Fri2": "금요일에 주점에 가봤어, @? 사람들의 이야기를 듣고 있기에 좋은 곳이야.",
    "Sat2": "나는 아이들을 좋아해! 애들은 정말 세게 배를 쓰다듬어 주거든!",
    "Sun2": "일어났어, 근데... 으응... 내 눈이 쉬고 싶대...$7",

    "Mon4": "오늘은 박스 검사관으로 일을 돕고 있어. 지금까지 모든 상자에 점프 해보고 낮잠도 자 봤는데, 모두 괜찮은 거 같아.", 
    "Tue4": "일에 집중하려고 했는데 어디서 캔 따는 소리가 들렸어. 어서, 조츠. 집중해야지.",
    "Wed4": "쓰레기통 사고를 당하지 않으려고 노력 하는데, 그 냄새가 너무 좋아!",
    "Thu4": "%조츠는 풀 밭의 곤충들에게 완전히 푹 빠져있다.#$b#이상해!$h",
    "Fri4": "물건을 막 넘어뜨리고 싶은 고양이 같은 충동을 느껴본 적 있어?",
    "Sat4": "오늘은 정말 빨리 다니면서 밖에 있는 칼을 모두 쓰러트렸어.#$b#길은 그게 재밌다고 생각했나 봐, 그를 행복하게 할 수 있어서 기뻐!$h",
    "Sun4": "이리 저리 굴러다니면서 지저분한 냄새를 맡는 거 만큼 좋은게 없는데, 인간은 왜 안하는지 모르겠어.",

    "Mon6": "인간은 공정한 근무와 임금을 받을 자격이 있어!#$b#그리고 나는 물고기를 받을 자격이 있지!",
    "Tue6": "어떤 모자가 날 더 똑똑하게 보이게 할까, @?#$b#오늘은 진한테 좀 더 똑똑하게 보이고 싶어.$h",
    "Wed6": "난 항상 준비가 되어있어, @, 낮잠이 필요하면 내가 지켜줄게.",
    "Thu6": "모든 천사가 나한테 농어를 주는 건 아니지만, 천사들은 모두 나한테 농어를 줘. 진짜야!#$b#다른 모든 천사들에게 뭐라고 하는 건 아니야. 모든 천사가 나한테 농어를 주면 나는 폭발해 버릴 걸!",
    "Fri6": "@, 농장에 내 도움이 필요하면 언제든지 말해줘.#$b#나는 2피트 떨어진 곳에 앉아서 너를 열심히 지켜볼거야. 너는 내 꾸준하고 변함없는 응원을 느끼게 될거야.",
    "Sat6": "진은 말론한테 '심각한' 일이 있다고 말했는데, 그냥 나를 들고 등을 닦아주던 거 뿐이었어.#$b#뭐가 심각한 일인지 모르겠어, 그냥 슬라임이었는데.",
    "Sun6": "진이 최고야! 진은 너무 똑똑하고 나를 잘 씻겨줘! 내 예쁜 얼굴 좀 봐!",

    "Mon8": "말론이 진한테 새 침대를 사줬어, 그건 내가 자는 신발장만큼 좋아보였어.#$b#왜 말론이 침대에 내 이름도 넣었는지 모르겠지만.$4",
    "Tue8": "어색한 상황이 생긴다면 말이야, @, 고양이 사진을 보고 싶은 사람이 없냐고 물어보는 걸로 분위기를 전환 할 수 있어. 그리고 내 사진을 보여줘.",
    "Wed8": "저기 @, 사람들이 널 사랑한다는 걸 잊지마!$h#$b#그리고 나도 사람이야!$h",
    "Thu8": "난 항상 모르는 부분이 많아서 사람들이 시간 내서 알려주는 걸 고맙게 생각해.#$b#아직 완전히 이해하지 못한게 있지만 예전보단 똑독해진 거 같아.",
    "Fri8": "진은 얼마전에 고양이 장난감에 노래를 불러주고 있었어. 라디오에 나오는 알라나 스타보다 더 좋은 소리를 냈어.$h",
    "Sat8": "나는 사람들이 뭔가를 만드는 걸 보는 걸 좋아해. 그 사람들은 그걸 별로 좋게 생각 안하더라도 나는 항상 좋아해.#$b#왜 그런지 알아? 왜냐면 그 사람들은 그걸 만들었고, 그건 다른 누구도 대신 할 수 없는 일이니까.",
    "Sun8": "해변에 있는 꿈을 꿨어.#$b#너무 슬픈 꿈이었어, 모든 곳에서 물고기 냄새가 났지만, 어디에도 물고기는 없었고 축축하게 젖어 있기만 했어.$s",

    "Mon10": "이거, @! 선물 가져왔어! 정말 이상하지! [(O)168 (O)126 (O)115 (O)105 (O)172 (O)203 (O)430 (P)15]",
    "Tue10": "어쩔때 우리는 세상을 바꿔야 하고, 그 변화들은 세게 긁고 큰 소리로 야오옹 거려야만 얻을 수 있어.#$b#그 변화는 바로 누군가가 문을 열어줘야 한다는 거야.",
    "Wed10": "어떤 사람이 내가 사람들한테 좋은 말을 했을 때, 그건 단지 그 사람의 기분을 맞춰주려고 한 거짓말 이라고 한 적이 있어.#$b#그건 내 기분을 조금 상하게 만들었어, 진짜 내가 거짓말을 했다고 생각 하는 걸까?$s",
    "Thu10": "만약 너가 실수를 해서 스스로를 꾸짖고 싶으면, @, 정말 '조츠 답네!' 라고 말해봐.#$b#그렇다고 실수하면 나한테 화내는 건 아니겠지, 그렇지?$h",
    "Fri10": "나는 고양이라서 큰 문제는 고칠 수 없겠지만, 너를 위해서 웃는 얼굴은 만들어 볼 수 있어, @.",
    "Sat10": "있잖아, 잘 쉬었으면 좋겠어. 꼭 낮잠이 아니더라도 좋은 생각만 하는 걸로 괜찮아.#$b#나는 널 좋아하고 너가 피곤하지 않았으면 좋겠어서 하는 말이야.$h",
    "Sun10": "저기, @... 오늘 너한테 '사랑해!' 라는 말을 하는 걸 잊지마.#$b#결국엔, 가장 듣고 싶은 말은 그거잖아, 그렇지?$h",   
	
	"rain":  "{{Random: 안녕, @! 와아, 다 젖었네! && 안녀엉, @. 오늘은 집 안에 있을거야. 비에 젖으면 털이 지저분해지거든. && 오늘은 내가 진을 지켜줄거야! 무서운 천둥도 나를 잡진 못 잡을 걸!$h && 많은 사람들이 비가 오면 슬퍼하는 거 같아. 시간 남으면 우리를 대신해서 그 사람들한테 가줄래?$h && 지금은 어둡지만 곧 햇빛이 비출거야.$h |inputSeparator=&&}}",
   

	// SPECIFIC DAY DIALOGUE
	"spring_1": "봄이 좋아! 모든 게 초록색으로 물들고 새로운 냄새도 나거든!$h",
	"summer_1": "난 여름이 좋아! 햇볕에 누워 있으면 너무 따뜻하고 좋으니까!$h",
	"fall_1": "가을이 너무 좋아! 이 예쁜 색들 좀 봐!$h",
	"winter_1": "난 겨울이 너무 좋아! 눈은 정말 재밌게 놀 수 있게 해주거든!$h",
	"spring_12": "저기, @, 달걀 사냥을 위해서 같이 팀을 만들래? 나는 달걀 냄새를 잘 맡을 수 있고, 너는 엄지 손가락이 있잖아! 우린 분명 멋진 팀이 될 거야!", // Day before the Egg Festival
	"spring_23": "춤 출 수 있어, @? 난 춤은 못 추지만 꼬리를 쫒아 다니는 건 춤이랑 비슷한 거 같아.", // Day before the Flower Dance
	"summer_10": "루아우 스프에 뭘 넣을지 정했어?#$b#아직 안 정했으면 질 좋은 철갑상어가 좋을 거 같아! 모두가 좋아할 거야!$h", // Day before the Luau
	"summer_15": "있잖아, @, 오늘이 내 생일인 거 알고 있었어? 여러 나라에서 근로자의 날이길래 내가 골랐어!$h",
	"summer_27": "내일 해파리들이 잔뜩 찾아올 거야. 걔들은 온갖 재밌는 얘기들을 들려줘!$h#$b#한 번은 '캔슬'된 여왕에 대해서 말해줬어. 정말 하나도 이해가 안됐어.$4", // Day before the Midnight Jellies
	"fall_15": "내일은 스타듀밸리 품평회야! 진열대에서 얼마나 많은 물건을 떨굴 수 있을지 궁금한 걸?", // Day before the Stardew Fair
	"fall_26": "내일 축제가 열릴때는 엄청 어두워질거야. 내가 무서운 소리를 내면서 달리면 모두 좋아할까?", // Day before Spirit's Eve
	"winter_7": "왜 그 많은 생선들을 낚아 놓고 먹지를 않는지 모르겠어.$4", // Day before the Ice Festival
	"winter_24": "선물 받는 사람에게 겨울 별을 위한 멋진 선물을 준비해뒀어? 나라면, 구운 생선을 부탁해.$4", // Day before Winter Star
			}
        }
    ]
}